{
  "moduleId": "m68871",
  "title": {
    "segmentId": "m68871:title:auto-1",
    "text": "Half-Lives for Several Radioactive Isotopes"
  },
  "documentClass": "appendix",
  "metadata": {
    "uuid": "f4401758-74d6-459b-9c6d-52055945a1d1"
  },
  "content": [
    {
      "type": "table",
      "id": "fs-idp343615296",
      "class": "top-titled",
      "summary": "This table has three columns. The columns are labeled, “Isotope,” “Half-Life,” and “Type of Emission.” The first isotope listed is C with left subscript 6 and left superscript 14. It has a half-life of  5,730 years and a beta superscript negative sign type of emission. The next is N with left subscript 7, left superscript 13. It has a half-life of 9.97 minutes and a beta superscript plus sign type of emission. The next is F with left subscript 9, left superscript 15. It has a half-life of 4.1 times ten superscript negative 22 seconds and a p type of emission. The next is N a with left subscript 11, left superscript 24. It has a half-life of 15.00 hours and a beta superscript negative sign type of emission. The next is P with left subscript 15, left superscript 32. It has a half-life of 14.29 days and a beta superscript negative sign type of emission. The next is K with left subscript 19, left superscript 40. It has a half-life of 1.27 times ten superscript 9 years and a beta or electron capture type of emission. The next is F e with left subscript 26, left superscript 49. It has a half-life of 0.08 seconds and a beta superscript positive sign type of emission. The next is F e with left subscript 26, left superscript 60. It has a half-life of 2.6 time ten superscript 6 years and a beta superscript negative sign type of emission. The next is C o with left subscript 27, left superscript 60. It has a half-life of 5.27 years and a beta superscript negative sign type of emission. The next is R b with left subscript 37, left superscript 87. It has a half-life of 4.7 times ten superscript 10 years and a beta superscript negative sign type of emission. The next is S r with left subscript 38, left superscript 90. It has a half-life of 29 years and a beta superscript negative sign type of emission. The next is I n with left subscript 49, left superscript 115. It has a half-life of 5.1 times ten superscript fifteen years and a beta superscript negative sign type of emission. The next is I with left subscript 53, left superscript 131. It has a half-life of 8.040 days and a beta superscript negative sign type of emission. The next is C e with left subscript 58, left superscript 142. It has a half-life of 5 times ten superscript 15 years and an emission type of alpha. The next is T l with left subscript 81, left superscript 208. It has a half-life of 3.07 minutes and a beta superscript negative sign type of emission. The next is P b with left subscript 82, left superscript 210. It has a half-life of 22.3 years and a beta superscript negative sign type of emission. The next is P b with left subscript 82, left superscript 212. It has a half-life of 10.6 hours and a beta superscript negative sign type of emission. The next is P b left subscript 82, left superscript 214. It has a half-life of 26.8 minutes and a beta superscript negative sign type of emission. The next is B i with left subscript 83, left superscript 206. It has a half-life of 6.243 days and an electron capture type of emission. The next is U with left subscript 92, left superscript 233. It has a half-life of 1.59 times ten superscript 5 years and an alpha type of emission. The next is U with left subscript 92, left superscript 234. It has a half-life of 2.45 times ten superscript 5 years and an alpha type of emission. The next is U with left subscript 92, left superscript 235. It has a half-life of 7.03 times ten superscript 8 and an alpha type of emission. The next is U with left subscript 92, left superscript 238. It has a half-life of 4.47  times ten superscript 9 years and an alpha type of emission. the next is U with left subscript 92, left superscript 239. It has a half-life of 23.54 minutes and a beta superscript minus sign type of emission. The next is N p with left subscript 93, left superscript 239. It has a half-life of 2.3 days and a beta superscript negative sign type of emission. The next is P u with left subscript 94, left superscript 239. It has a half-life of 2.407 times ten superscript 4 years and an alpha type of emission. The next is P u with left subscript 94, left superscript 240. It has a half-life of 6.54 times ten superscript 3 years and an alpha type of emission. The next is P u with left subscript 94, left superscript 241. It has a half-life of 14.4 years and an alpha or beta superscript negative sign type of emission. The next is A m with left subscript 95, left superscript 241. It has a half-life of 432.2 years and an alpha type of emission. The next is B i with left subscript 83, left superscript 210. It has a half-life of 5.01 days and a beta superscript negative sign type of emission. The next is B i with left subscript 83, left superscript 212. It has a half-life of 60.55 minutes and an alpha or beta superscript negative sign type of emission. The next is P o with left subscript 84, left superscript 210. It has a half-life of 138.4 days and an alpha type of emission. The next is P o with left subscript 84, left superscript 212. It has a half-life of 3 times ten superscript negative seven seconds and an alpha type of emission. The next is P o with left subscript 84, left superscript 216. It has a half-life of 0.15 seconds and an alpha type of emission. The next is P o left subscript 84, left superscript 218. It has a half-life of 3.05 minutes and an alpha type of emission. The next is A t with a left subscript of 85, left superscript 215. It has a half-life of 1.0 times ten superscript negative four seconds and an alpha type of emission. The next is A t with left subscript 85, left superscript 218. It has a half-life of 1.6 seconds and an alpha type of emission. The next is R n with left subscript 86, left superscript 220. It has a half-life of 55.6 seconds and an alpha type of emission. The next is R n with left subscript 86, left superscript 222. It has a half-life of 3.82 days and an alpha type of emission. The next is R a with left subscript 88, left superscript 224. It has a half-life of 3.66 days and an alpha type of emission. The next is R a with left subscript 88, left superscript 226. It has a half-life of 1600 years and an alpha type of emission. The next is R a with left subscript 88, left superscript 228. It has a half-life of 5.75 years and a beta superscript negative sign type of emission. The next is A c with left subscript 89, left superscript 228. It has a half-life of 6.13 hours and a beta superscript negative sign type of emission. The next is T h with left subscript 90, left superscript 228. It has a half-life of 1.913 years and an alpha type of emission. The next is T h with left subscript 90, left superscript 232. It has a half-life of 1.4 times ten superscript 10 years and an alpha type of emission. The next is T h with left subscript 90, left superscript 233. It has a half-life of 22 minutes and a beta superscript negative sign type of emission. The next is T h left subscript 90, left superscript 234. It has a half-life of 24.10 days and a beta superscript negative sign type of emission. The next is P a with left subscript 91, left superscript 233. It has a half-life of 27 days and a beta superscript negative sign type of emission. The next is C m with left subscript 96, left superscript 242. It has a half-life of 162.8 days and an alpha type of emission. The next is B k with left subscript 97, left superscript 243. It has a half-life of 4.5 hours and an alpha or electron capture type of emission. The next is E s with left subscript 99, left superscript 253. It has a half-life of 20.47 days and an alpha type of emission. The next is F m with left subscript 100, left superscript 254. It has a half-life of 3.24 hours and an alpha or spontaneous fission type of emission. The next is F m with left subscript 100, left superscript 255. It has a half-life of 20.1 hours and an alpha type of emission. The next is M d with left subscript 101, left superscript 256. It has a half-life of 76 minutes and an alpha or electron capture type of emission. The next is N o with left subscript 102, left superscript 254. It has a half-life of 55 seconds and an alpha type of emission. The next is L r with left subscript 103, left superscript 257. It has a half-life of 0.65 seconds and an alpha type of emission. The next is H a with left subscript 105, left superscript 260. It has a half-life of 1.5 seconds and an alpha or spontaneous fission type of emission. The last is S g with left subscript 106, left superscript 263. It has a half-life of 0.8 seconds and an alpha or spontaneous fission type of emission.",
      "rows": [
        {
          "cells": [
            {
              "segmentId": "m68871:entry:auto-2",
              "attributes": {
                "namest": "c1",
                "nameend": "c6",
                "align": "center"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68871:entry:auto-3",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-4",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-5",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-6",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-7",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-8",
              "attributes": {
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68871:entry:auto-9",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-10",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-11",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-12",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-13",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-14",
              "attributes": {
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68871:entry:auto-15",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-16",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-17",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-18",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-19",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-20",
              "attributes": {
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68871:entry:auto-21",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-22",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-23",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-24",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-25",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-26",
              "attributes": {
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68871:entry:auto-27",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-28",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-29",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-30",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-31",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-32",
              "attributes": {
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68871:entry:auto-33",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-34",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-35",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-36",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-37",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-38",
              "attributes": {
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68871:entry:auto-39",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-40",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-41",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-42",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-43",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-44",
              "attributes": {
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68871:entry:auto-45",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-46",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-47",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-48",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-49",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-50",
              "attributes": {
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68871:entry:auto-51",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-52",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-53",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-54",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-55",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-56",
              "attributes": {
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68871:entry:auto-57",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-58",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-59",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-60",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-61",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-62",
              "attributes": {
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68871:entry:auto-63",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-64",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-65",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-66",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-67",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-68",
              "attributes": {
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68871:entry:auto-69",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-70",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-71",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-72",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-73",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-74",
              "attributes": {
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68871:entry:auto-75",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-76",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-77",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-78",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-79",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-80",
              "attributes": {
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68871:entry:auto-81",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-82",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-83",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-84",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-85",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-86",
              "attributes": {
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68871:entry:auto-87",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-88",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-89",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-90",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-91",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-92",
              "attributes": {
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68871:entry:auto-93",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-94",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-95",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-96",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-97",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-98",
              "attributes": {
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68871:entry:auto-99",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-100",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-101",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-102",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-103",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-104",
              "attributes": {
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68871:entry:auto-105",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-106",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-107",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-108",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-109",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-110",
              "attributes": {
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68871:entry:auto-111",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-112",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-113",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-114",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-115",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-116",
              "attributes": {
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68871:entry:auto-117",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-118",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-119",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-120",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-121",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-122",
              "attributes": {
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68871:entry:auto-123",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-124",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-125",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-126",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-127",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-128",
              "attributes": {
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68871:entry:auto-129",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-130",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-131",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-132",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-133",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-134",
              "attributes": {
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68871:entry:auto-135",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-136",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-137",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-138",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-139",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-140",
              "attributes": {
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68871:entry:auto-141",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-142",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-143",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-144",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-145",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-146",
              "attributes": {
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68871:entry:auto-147",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-148",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-149",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-150",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-151",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-152",
              "attributes": {
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68871:entry:auto-153",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-154",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-155",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-156",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-157",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-158",
              "attributes": {
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68871:entry:auto-159",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-160",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-161",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-162",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-163",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-164",
              "attributes": {
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68871:entry:auto-165",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-166",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-167",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-168",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-169",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-170",
              "attributes": {
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68871:entry:auto-171",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-172",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-173",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-174",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-175",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-176",
              "attributes": {
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68871:entry:auto-177",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-178",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-179",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-180",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-181",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68871:entry:auto-182",
              "attributes": {
                "align": "left"
              }
            }
          ]
        }
      ]
    }
  ],
  "sectionOrder": null
}