{
  "moduleId": "m68866",
  "title": {
    "segmentId": "m68866:title:auto-1",
    "text": "Ionization Constants of Weak Acids"
  },
  "documentClass": "appendix",
  "metadata": {
    "uuid": "648466ce-e59f-49d4-9b54-3bb68cb15801"
  },
  "content": [
    {
      "type": "table",
      "id": "fs-idp188411712",
      "class": "top-titled",
      "summary": "This table has four columns and twenty-two rows. The columns are labeled, “Acid,” “Formula,” “K subscript a at twenty-five degrees Celsius,” and “Lewis Structure.” The first acid listed is acetic and its formula is C H subscript 3 C O subscript 2 H. The last H in the formula is red. The K subscript a at twenty-five degrees Celsius is 1.8 times ten superscript negative five. The Lewis structure is also shown. It has two C atoms. The first C atom forms single bonds to three hydrogen atoms at 90 degree angles. The first C atom also forms a single bond with the second C atom. The second C atom forms a double bond with an O atom, which has four valence electrons, and forms a single bond with another O atom with four valence electrons. The second O atom also forms a single bond with an H atom. All H atoms are colored red. The second acid is arsenic. There are three formulas listed for arsenic. The first is H subscript 3 A s O subscript 4. The H subscript 3 is red. For this formula the K subscript a at twenty-five degrees Celsius is 5.5 times ten superscript negative three. The second formula is H subscript 2 A s O subscript 4 superscript negative sign. The H subscript 2 is red. For this formula the K subscript a at twenty-five degrees Celsius is 1.7 times ten superscript negative seven. The third formula is H A s O subscript 4 superscript 2 negative sign. The H is red. For this formula, the K subscript a at twenty-five is 5.1 times ten superscript negative 12. The Lewis structure is given and is the same for both formulas. There is an A s atom in the center which forms three single bonds to three O H groups where each O atom has four valence electron. A s also forms a double bond with an O atom which has four valence electrons. All H atoms are colored red. The next acid is arsenous. The formula is H subscript 3 A s O subscript 3. The H subscript 3 is red. The K subscript a at twenty-five degrees Celsius is 5.1 times ten superscript negative ten. The Lewis Structure for arsenous is also given. It has an A s atom with two valence electrons at the center. The A s atom forms a single bond with an O atom with four valence electrons, and the O atom forms a single bond with an H atom. The A s atom also forms another single bond with an O atom with four valence electrons, which also forms a single bond with an H atom. The A s atom also forms a third single bond with another O atom with four valence electrons which forms a single bond with an H atom. All H atoms are colored red. The next acid is boric. The formula is H subscript 3 B O 3. H subscript 3 is red. The K subscript a at twenty-five degrees Celsius is 5.4 times ten superscript negative ten. The Lewis structure is also given. There is a B atom which forms three separate single bonds with three different O atoms. Each O atom forms a single bond with an H atom. All H atoms are red. The next acid is carbonic acid. There are two formulas given for carbonic acid. The first is H subscript 2 C O subscript 3. The H subscript 2 is red. The K subscript a at twenty-five degrees Celsius is 4.3 times ten superscript negative seven. The second formula is H C O subscript 3 superscript negative sign. The H is red. The K subscript a at twenty-five degrees Celsius is 5.6 times ten superscript negative 11. The Lewis structure is also given and is the same for both formulas. It has a C atom which forms a double bond with an O atom with four valence electrons. The C atom also forms a single bond with an O H group, where the O atom has two valence electrons. The C atom also forms another single bond with another O H group, where the O atom has two valence electrons. All of the H atoms are colored red. The next acid is cyanic. The formula is H C N O, and the H is red. The K subscript a at twenty-five degrees Celsius is 2 time ten superscript negative four. The Lewis structure is also given. A C atom forms a double bond with an O atom with four valence electrons. It also forms a double bond with an N atom which has two valence electrons. The N atom also forms a single bond with an H atom. The H atom is colored red. The next acid is formic. The formula is H C O subscript 2 H. The second H is colored red. The K subscript a at twenty-five degrees Celsius is 1.8 time ten superscript negative four. The Lewis structure is also given. A C H group forms a single bond with an O H group where the O has four valence electrons. The C H group also forms a single bond with an O atom with four valence electrons. The next acid is hydrazoic. The formula is H N subscript 3. The H is red. The K subscript a at twenty-five degrees Celsius is 2.5 time ten superscript negative 5. The Lewis structure is also given. There is an N atom with two valence electrons that forms a single bond with an H atom. The N atom also forms a single bond with another N atom, and that N atom forms a triple bond with another N atom with two valence electrons. This yields an N atom with two valence electrons which forms a single bond with an H atom. The N atom also forms a double bond with another N atom, which forms a double bond with another N atom with four valence electrons. All H atoms are red. The next acid is hydrocyanic. The formula is H C N. The H is colored red. The K subscript a at twenty-five degrees Celsius is 4.9 time ten superscript negative ten. There is no Lewis structure given. The next acid is hydrofluoric. The formula is H F. The H is colored red. The K subscript a at twenty-five degrees Celsius is 3.5 time ten superscript negative 4. There is no Lewis structure given. The next acid is hydrogen peroxide. The formula is H subscript 2 O subscript 2. The H subscript 2 is red The K subscript a at twenty-five degrees Celsius is 2.4 time ten superscript negative 12. The Lewis structure is given. There is an H atom which forms a single bond with an O atom with four valence electrons which forms a single bond with another O atom with four valence electrons which forms a single bond with another H atom. The H atoms are red. The next acid is hydrogen selenide. There are two formulas given. The first is H subscript 2 S e. The H subscript 2 is red. The K subscript a at twenty-five degrees Celsius is 1.29 time ten superscript negative four. The second formula is H S  e superscript negative sign. The H is red. the K subscript a at twenty-five degrees Celsius is one times ten superscript negative twelve. There is no Lewis structure given for hydrogen selenide. The next acid is hydrogen sulfate ion. The formula is H S O subscript 4 superscript negative sign. The H is red. The K subscript a at twenty-five degrees Celsius is 1.2 times ten superscript negative 2. The Lewis structure is given. An S atom forms a double bond with an O atom with four valence electrons. It also forms a second double bond with another O atom with four valence electrons. The S atom also forms a single bond with an O atom with six valence electrons, and it forms a single bond with an O atom which forms a single bond with an H atom. The H atom is red. The next acid is hydrogen sulfide. There are two formulas given. The first is H subscript 2 S. The H subscript 2 is red. The K subscript a at twenty-five degrees Celsius is 8.9 times ten superscript negative eight. The second formula is H S superscript negative sign. The K subscript a at twenty-five degrees Celsius is 1.0 times ten superscript negative 19. There is no Lewis structure given. The next acid is hydrogen telluride. There are two formulas given. The first is H subscript 2 T e. The H subscript 2 is red. The K subscript a at twenty-five degrees Celsius is 2.3 times ten superscript negative 3. The second formula is H T e superscript negative sign. The H is red. The K subscript a at twenty-five degrees Celsius is 1.6 times ten superscript negative eleven. There is no Lewis structure given. The next acid is hypobromous. The formula is H B r O. The H is red. The K subscript a at twenty-five degrees Celsius is 1.6 times ten superscript negative nine. There is no Lewis structure given. The next acid is hypochlorous. The formula is H C l O. The H is red. The K subscript a at twenty-five degrees Celsius is 2.9 times ten superscript negative 8. There is no Lewis structure given. The next acid is nitrous. The formula is H N O subscript 2. The H is red. The K subscript a at twenty-five degrees Celsius is 4.6 times ten superscript negative four. The Lewis structure is given. An N atom with two valence electrons forms a single bond with an O atom with four valence electrons. The N atom also forms a single bond with an O H group where the O has four valence electrons. The H atom is red. The next acid is oxalic. There are two formulas given. The first is H subscript 2 C subscript 2 O subscript 4. The H subscript 2 is red. The K subscript a at twenty-five degrees Celsius is 6.0 times ten superscript negative two. The second formula is H C subscript 2 O subscript 4 superscript negative sign. The H is red. The K subscript a at twenty-five degrees Celsius is 6.1 times ten superscript negative five. The Lewis structure is given and is the same for both formulas. An H atom forms a single bond with an O atom which has four valence electrons. the O atom forms a single bond with a C atom. The C atom forms a single bond with another O atom with four valence electrons. The C atom also forms a single with another C atom. The second C atom forms a single bond with an O atom with four valence electrons. The C atom also forms a second single bond with an O atom with four valence electrons. The O atom forms a single bond with an H atom. The H atoms are red. The next acid is phosphoric. There are three formulas given. The first is H subscript 3 P O subscript 4. The H subscript 3 is red. The K subscript a at twenty-five degrees Celsius is 7.5 times ten superscript negative 3. The second formula is H subscript 2 P O subscript 4 superscript negative sign. The H subscript 2 is red. The K subscript a at twenty-five degrees Celsius is 6.2 time ten superscript negative eight. The third formula given is H P O subscript 4 superscript two negative. The K subscript a at twenty-five degrees Celsius is 4.2 times ten superscript negative 13. The H is red. The Lewis structure is given and is the same for all three formulas. A P atom forms a single bond with an O atom with four valence electrons. The O atom forms a single bond with an H atom. The P atom also forms a double bond with an O atom with four valence electrons. The P atom forms a single bond with an O atom with four valence electrons. The O atom forms a single bond with an H atom. The P atom also forms another single bond with another O atom with four valence electrons. The O atom also forms a single bond with an H atom. The H atoms are red. The next acid is phosphorous. There are two formulas given. The first is H subscript 3 P O subscript 3. The H subscript 3 is red. The K subscript a at twenty-five degrees Celsius is five time ten superscript negative two. The second formula is H subscript 2 P O subscript 3 superscript negative sign. The H subscript 2 is red. The K subscript a at twenty-five degrees Celsius is 2.0 times ten superscript negative 7. The Lewis structure is given and is the same for both formulas. A P atom with two valence electrons forms three separate single bonds with three O H groups. The O atoms in all three O H groups each have four valence electrons. The H atoms are red. The last acid in the table is sulfurous. There are two formulas given. The first is H subscript 2 S O subscript 3. The H subscript 2 is red. The K subscript a at twenty-five degrees Celsius is 1.6 times ten superscript negative two. The second formula is H S O subscript 3 superscript negative sign. The H is red. The K subscript a at twenty-five degrees Celsius is 6.4 times ten superscript negative 8. The Lewis structure is given and is the same for both formulas. The S atom has two valence electrons and forms a single bond with an O atom with four valence electrons. The S atom also forms a single bond with an O H group. The O atom has four valence electrons. The S atom also forms another single bond with another O H group. The O atom has four valence electrons.",
      "rows": [
        {
          "cells": [
            {
              "segmentId": "m68866:entry:auto-2",
              "attributes": {
                "valign": "middle",
                "namest": "c1",
                "nameend": "c4"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68866:entry:auto-3",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-4",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-5",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-6",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68866:entry:auto-7",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-8",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-9",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": null,
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68866:entry:auto-10",
              "attributes": {
                "valign": "middle",
                "morerows": "2",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-11",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-12",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": null,
              "attributes": {
                "valign": "middle",
                "morerows": "2",
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": null,
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-13",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": null,
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-14",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68866:entry:auto-15",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-16",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-17",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": null,
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68866:entry:auto-18",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-19",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-20",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": null,
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68866:entry:auto-21",
              "attributes": {
                "valign": "middle",
                "morerows": "1",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-22",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-23",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": null,
              "attributes": {
                "valign": "middle",
                "morerows": "1",
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": null,
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-24",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68866:entry:auto-25",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-26",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-27",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": null,
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68866:entry:auto-28",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-29",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-30",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": null,
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68866:entry:auto-31",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-32",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-33",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": null,
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68866:entry:auto-34",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-35",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-36",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": null,
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68866:entry:auto-37",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-38",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-39",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": null,
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68866:entry:auto-40",
              "attributes": {
                "valign": "middle",
                "morerows": "1",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-41",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-42",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": null,
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68866:entry:auto-43",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-44",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": null,
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68866:entry:auto-45",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": null,
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-46",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": null,
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68866:entry:auto-47",
              "attributes": {
                "valign": "middle",
                "morerows": "1",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-48",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-49",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": null,
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68866:entry:auto-50",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-51",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": null,
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68866:entry:auto-52",
              "attributes": {
                "valign": "middle",
                "morerows": "1",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-53",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-54",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": null,
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68866:entry:auto-55",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-56",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": null,
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68866:entry:auto-57",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-58",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-59",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": null,
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68866:entry:auto-60",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-61",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-62",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": null,
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68866:entry:auto-63",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-64",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-65",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": null,
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68866:entry:auto-66",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-67",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-68",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": null,
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68866:entry:auto-69",
              "attributes": {
                "valign": "middle",
                "morerows": "1",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-70",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-71",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": null,
              "attributes": {
                "valign": "middle",
                "morerows": "1",
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": null,
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-72",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68866:entry:auto-73",
              "attributes": {
                "valign": "middle",
                "morerows": "2",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-74",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-75",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": null,
              "attributes": {
                "valign": "middle",
                "morerows": "2",
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": null,
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-76",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": null,
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-77",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68866:entry:auto-78",
              "attributes": {
                "valign": "middle",
                "morerows": "1",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-79",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-80",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": null,
              "attributes": {
                "valign": "middle",
                "morerows": "1",
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": null,
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-81",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68866:entry:auto-82",
              "attributes": {
                "valign": "middle",
                "morerows": "1",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-83",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-84",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": null,
              "attributes": {
                "valign": "middle",
                "morerows": "1",
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": null,
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            },
            {
              "segmentId": "m68866:entry:auto-85",
              "attributes": {
                "valign": "middle",
                "align": "left"
              }
            }
          ]
        }
      ]
    }
  ],
  "sectionOrder": null
}