{
  "moduleId": "m68867",
  "title": {
    "segmentId": "m68867:title:auto-1",
    "text": "Ionization Constants of Weak Bases"
  },
  "documentClass": "appendix",
  "metadata": {
    "uuid": "c20e2e13-3e0c-4bb5-a07f-0e220bf1b501"
  },
  "content": [
    {
      "type": "table",
      "id": "fs-idp355782560",
      "class": "top-titled",
      "summary": "A table of three columns is titled “Ionization Constants of Weak Bases.” From left to right, the column headings are “Base, Lewis Structure, and K subscript b at 25 degrees Celsius. From left to right the first row contains “ammonia,” an image of its Lewis Structure, and 1.8 times ten to the negative fifth power. The Lewis Structure is the letter N with two side by side dots above it. A line connected to the letter H stems from the left, right, and bottom of the central N. The second row contains “dimethylamine,” an image of its Lewis Structure, and 5.9 times ten to the negative fourth power. The Lewis Structure is the letter N with two side by side dots below it. A line connects upward to the letter H. Lines from the left and right of the central N connect to a C on both sides. Each C has an H connected above, below, and to the exterior of the structure. The third row contains “methylamine,” an image of its Lewis Structure, and 4.4 times ten to the negative fourth power. The Lewis Structure is the letter N with two side by side dots above it. Two lines stem from this N and connect to an H to the right and below. A line stems from the left of the N connecting to the letter C. This C has an H connected above, below, and to the left. The fourth row contains “phenylamine (aniline),” an image of its Lewis Structure, and 4.3 times ten to the negative tenth power. The Lewis Structure is the letter N with two side by side dots below it. Two lines stem diagonally from the bottom of the N connecting to an H to the left and another to the right. A line stems upward from the N connecting to a C which is the lowest corner of a hexagon with the letter C at each of its 6 corners. The bottom-most C has 1 line connecting it to the next C to the left, and two lines connecting it to the C to its right. The 6 sides of the hexagon repeat this pattern, alternating single and double lines. Excluding the Bottom-most C, every other C has a line connecting it to an H extending outward from the center of the hexagon. The fifth row contains “trimethylamine,” an image of its Lewis Structure, and 6.3 times ten to the negative fifth power. The Lewis Structure is a Central N with two dots below it and lines stemming from the top, the left, and the right each connecting to a separate letter C. Each C has three lines connecting to a unique letter H for each line.",
      "rows": [
        {
          "cells": [
            {
              "segmentId": "m68867:entry:auto-2",
              "attributes": {
                "namest": "c1",
                "nameend": "c3",
                "align": "center"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68867:entry:auto-3",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68867:entry:auto-4",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68867:entry:auto-5",
              "attributes": {
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68867:entry:auto-6",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": null,
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68867:entry:auto-7",
              "attributes": {
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68867:entry:auto-8",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": null,
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68867:entry:auto-9",
              "attributes": {
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68867:entry:auto-10",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": null,
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68867:entry:auto-11",
              "attributes": {
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68867:entry:auto-12",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": null,
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68867:entry:auto-13",
              "attributes": {
                "align": "left"
              }
            }
          ]
        },
        {
          "cells": [
            {
              "segmentId": "m68867:entry:auto-14",
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": null,
              "attributes": {
                "align": "left"
              }
            },
            {
              "segmentId": "m68867:entry:auto-15",
              "attributes": {
                "align": "left"
              }
            }
          ]
        }
      ]
    }
  ],
  "sectionOrder": null
}