{
  "module": "m68704",
  "section": "3.4",
  "chapter": 3,
  "title": "Other Units for Solution Concentrations",
  "figures": {
    "CNX_Chem_03_05_bleach": {
      "number": "3.17",
      "imagePath": "CNX_Chem_03_05_bleach.jpg",
      "captionEn": "Liquid bleach is an aqueous solution of sodium hypochlorite (NaOCl). This brand has a concentration of 7.4% NaOCl by mass.",
      "altText": "The sides of two cylindrical containers are shown. Each container’s label is partially visible. The left container’s label reads “Bleach.” The right label contains more information about the product including the phrase, “Contains: Sodium hypochlorite 7.4 %.”",
      "class": "scaled-down"
    },
    "CNX_Chem_03_05_saline": {
      "number": "3.18",
      "imagePath": "CNX_Chem_03_05_saline.jpg",
      "captionEn": "“Mixed” mass-volume units are commonly encountered in medical settings. (a) The NaCl concentration of physiological saline is 0.9% (m/v). (b) This device measures glucose levels in a sample of blood. The normal range for glucose concentration in blood (fasting) is around 70–100 mg/dL. (credit a: modification of work by “The National Guard”/Flickr; credit b: modification of work by Biswarup Ganguly)",
      "altText": "Two pictures are shown labeled a and b. Picture a depicts a clear, colorless solution in a plastic bag being held in a person’s hand. Picture b shows a person’s hand holding a detection meter with a digital readout screen while another hand holds someone’s finger up to the end of the meter. The meter is pressed to the drop of blood that is at the end of the person’s finger."
    },
    "CNX_Chem_03_05_faucet": {
      "number": "3.19",
      "imagePath": "CNX_Chem_03_05_faucet.jpg",
      "captionEn": "(a) In some areas, trace-level concentrations of contaminants can render unfiltered tap water unsafe for drinking and cooking. (b) Inline water filters reduce the concentration of solutes in tap water. (credit a: modification of work by Jenn Durfey; credit b: modification of work by “vastateparkstaff”/Wikimedia commons)",
      "altText": "Two pictures are shown labeled a and b. Picture a is a close-up shot of water coming out of a faucet. Picture b shows a machine with the words, “Filtered Water Dispenser.” This machine appears to be inside a refrigerator."
    }
  },
  "counters": {
    "figures": 19
  }
}