{
  "sourceFile": "9-1.en.md",
  "module": "m68750",
  "section": "9.1",
  "frontmatter": {
    "title": "Gas Pressure",
    "section": "9.1",
    "module": "m68750",
    "lang": "en",
    "license_url": "https://creativecommons.org/licenses/by/4.0/"
  },
  "tables": {
    "TABLE:1": {
      "markdown": "| Unit Name and Abbreviation | Definition or Relation to Other Unit |\n| :--- | :--- |\n| pascal (Pa) | 1 Pa = 1 N/m^2^recommended IUPAC unit |\n| kilopascal (kPa) | 1 kPa = 1000 Pa |\n| pounds per square inch (psi) | air pressure at sea level is ~14.7 psi |\n| atmosphere (atm) | 1 atm = 101,325 Pa = 760 torrair pressure at sea level is ~1 atm |\n| bar (bar, or b) | 1 bar = 100,000 Pa (exactly)commonly used in meteorology |\n| millibar (mbar, or mb) | 1000 mbar = 1 bar |\n| inches of mercury (in. Hg) | 1 in. Hg = 3386 Paused by aviation industry, also some weather reports |\n| torr | [[EQ:10]]named after Evangelista Torricelli, inventor of the barometer |\n| millimeters of mercury (mm Hg) | 1 mm Hg ~1 torr |",
      "title": "Pressure Units",
      "id": "fs-idp189967312",
      "summary": "This table has two columns and 10 rows. The first row is a header row, and it labels the columns as “Unit Name and Abbreviation” and “Definition or Relation to Other Unit.” The first unit name and abbreviation is pascal, and it is abbreviated as P a. The definition or relation to other unit is 1 P a equals N over m squared and recommended I U P A C unit. The next unit name is kilopascal, and it is abbreviated as k P a. The definition or relation to other unit is 1 k P a equals 1000 P a. The next unit name is pounds per square inch, and it is abbreviated as p s i. The definition or relation to other unit is air pressure at sea level is approximately 14.7 p s i. The next unit name is atmosphere, and is is abbreviated as a t m. The definition or relation to other unit is 1 a t m equals 101,325 P a and air pressure at sea level is approximately one a t m. The next unit name is bar, and it is abbreviated as bar or b. The definition or relation to other unit is 1 bar equals 100,000 P a exactly and commonly used in meteorology. The next unit name is millibar, and it is abbreviated as m b a r or m b. The definition or relation to other unit is 1000 m b a r equals one bar. The next unit name is inches of mercury, and it is abbreviated as i n period, H g. The definition or relation to other unit is one i n period H g equals 3386 P a and is used by the aviation industry and also some weather reports. The next unit is torr. The definition or relation to other unit is 1 torr equals 1 over 760 a t m and named after Evangelista Torricelli, inventor of the barometer. The last unit name is millimeters of mercury, and it is abbreviated as m m H g. The definition or relation to other unit is 1 m m H g is approximately 1 torr."
    },
    "TABLE:2": {
      "markdown": "| [[EQ:21]] |\n| :--- |\n| *p* = *hρg* |",
      "id": "key-equations-table",
      "summary": "key equations table"
    }
  }
}