{
  "module": "m68724",
  "section": "5.1",
  "chapter": 5,
  "title": "Energy Basics",
  "figures": {
    "CNX_Chem_05_01_Thermochem": {
      "number": "5.2",
      "imagePath": "CNX_Chem_05_01_Thermochem.jpg",
      "captionEn": "The energy involved in chemical changes is important to our daily lives: (a) A cheeseburger for lunch provides the energy you need to get through the rest of the day; (b) the combustion of gasoline provides the energy that moves your car (and you) between home, work, and school; and (c) coke, a processed form of coal, provides the energy needed to convert iron ore into iron, which is essential for making many of the products we use daily. (credit a: modification of work by “Pink Sherbet Photography”/Flickr; credit b: modification of work by Jeffery Turner)",
      "altText": "Three pictures are shown and labeled a, b, and c. Picture a is a cheeseburger. Picture b depicts a highway that is full of traffic. Picture c is a view into an industrial metal furnace. The view into the furnace shows a hot fire burning inside.",
      "captionIs": "Orkan sem fylgir efnabreytingum er mikilvæg í\ndaglegu lífi okkar: (a) Ostborgari í hádeginu gefur þér orkuna sem þú\nþarft til að komast í gegnum restina af deginum; (b) bruni bensíns gefur\norkuna sem hreyfir bílinn þinn (og þig) milli heimilis, vinnu og skóla;\nog (c) kox, unnin útgáfa af kolum, gefur orkuna sem þarf til að breyta\njárngrýti í járn, sem er nauðsynlegt til að framleiða margar af þeim\nvörum sem við notum daglega. (heimild a: breyting á verki eftir –Pink\nSherbet Photography“/Flickr; heimild b: breyting á verki eftir Jeffery\nTurner)",
      "altTextIs": "Þrjár myndir eru sýndar og merktar a, b og c. Mynd\na er af ostborgara. Mynd b sýnir hraðbraut með mikilli umferð. Mynd c er\nsýn inn í iðnaðarbræðsluofn fyrir málm. Sýnin inn í ofninn sýnir heitan\neld brenna inni."
    },
    "CNX_Chem_05_01_SolTherm1": {
      "number": "5.3",
      "imagePath": "CNX_Chem_05_01_SolTherm1.jpg",
      "captionEn": "This solar thermal plant uses parabolic trough mirrors to concentrate sunlight. (credit a: modification of work by Bureau of Land Management)",
      "altText": "This figure has two parts labeled a and b. Part a shows rows and rows of trough mirrors. Part b shows how a solar thermal plant works. Heat transfer fluid enters a tank via pipes. The tank contains water which is heated. As the heat is exchanged from the pipes to the water, the water becomes steam. The steam travels to a steam turbine. The steam turbine begins to turn which powers a generator. Exhaust steam exits the steam turbine and enters a cooling tower.",
      "captionIs": "Þessi sólarvarmaverksmiðja notar fleygbogaspegla\ntil að safna saman sólarljósi. (heimild a: breyting á verki eftir Bureau\nof Land Management)",
      "altTextIs": "Þessi mynd hefur tvo hluta merkta a og b. Hluti a\nsýnir raðir af trogspeglum. Hluti b sýnir hvernig sólarvarmaverksmiðja\nvirkar. Varmaflutningsvökvi fer inn í tank um rör. Tankurinn inniheldur\nvatn sem er hitað. Þegar varminn flyst frá rörunum yfir í vatnið verður\nvatnið að gufu. Gufan fer í gufuhverfil. Gufuhverfillinn byrjar að\nsnúast sem knýr rafal. Útblástursgufa fer úr gufuhverflinum og inn í\nkæliturn."
    },
    "CNX_Chem_05_01_SolTherm2": {
      "number": "5.4",
      "imagePath": "CNX_Chem_05_01_SolTherm2.jpg",
      "captionEn": "(a) The Ivanpah solar thermal plant uses 170,000 mirrors to concentrate sunlight on water-filled towers. (b) It covers 4000 acres of public land near the Mojave Desert and the California-Nevada border. (credit a: modification of work by Craig Dietrich; credit b: modification of work by “USFWS Pacific Southwest Region”/Flickr)",
      "altText": "Two pictures are shown and labeled a and b. Picture a shows a thermal plant with three tall metal towers. Picture b is an arial picture of the mirrors used at the plant. They are arranged in rows.",
      "captionIs": "(a) Ivanpah sólarvarmaverksmiðjan notar 170.000\nspegla til að safna saman sólarljósi á vatnsfyllta turna. (b) Hún þekur\n4000 ekrur af almenningslandi nálægt Mojave-eyðimörkinni og landamærum\nKaliforníu og Nevada. (heimild a: breyting á verki eftir Craig Dietrich;\nheimild b: breyting á verki eftir –USFWS Pacific Southwest\nRegion“/Flickr)",
      "altTextIs": "Tvær myndir eru sýndar og merktar a og b. Mynd a\nsýnir varmaverksmiðju með þremur háum málmturnum. Mynd b er loftmynd af\nspeglunum sem notaðir eru í verksmiðjunni. Þeim er raðað í raðir."
    }
  },
  "counters": {
    "figures": 4
  }
}