{
  "module": "m68726",
  "section": "5.2",
  "chapter": 5,
  "title": "Calorimetry",
  "figures": {
    "CNX_Chem_05_02_HeatMeas": {
      "number": "5.5",
      "imagePath": "CNX_Chem_05_02_HeatMeas.jpg",
      "captionEn": "In a calorimetric determination, either (a) an exothermic process occurs and heat, *q*, is negative, indicating that thermal energy is transferred from the system to its surroundings, or (b) an endothermic process occurs and heat, *q*, is positive, indicating that thermal energy is transferred from the surroundings to the system.",
      "altText": "Two diagrams labeled a and b are shown. Each is made up of two rectangular containers with a thermometer inserted into the top right and extending inside. There is a right facing arrow connecting each box in each diagram. The left container in diagram a depicts a pink and green swirling solution with the terms “Exothermic process” and “System” written in the center with arrows facing away from the terms pointing to “q.” The labels “Solution” and “Surroundings” are written at the bottom of the container. The right container in diagram a has the term “Solution” written at the bottom of the container and a red arrow facing up near the thermometer with the phrase “Temperature increased” next to it. The pink and green swirls are more blended in this container. The left container in diagram b depicts a purple and blue swirling solution with the terms “Endothermic process” and “System” written in the center with arrows facing away from the terms and “Solution” and “Surroundings” written at the bottom. The arrows point away from the letter “q.” The right container in diagram b has the term “Solution” written at the bottom and a red arrow facing down near the thermometer with the phrase “Temperature decreased” next to it. The blue and purple swirls are more blended in this container.",
      "captionIs": "Við varmamælingu á sér stað annaðhvort (a) útvermið\nferli og varmi, *q*, er neikvæður, sem gefur til kynna að varmaorka\nflytjist frá kerfinu til umhverfisins, eða (b) innvermið ferli og varmi,\n*q*, er jákvæður, sem gefur til kynna að varmaorka flytjist frá\numhverfinu til kerfisins.",
      "altTextIs": "Sýndar eru tvær skýringarmyndir merktar a og b.\nHvor um sig samanstendur af tveimur rétthyrndum ílátum með hitamæli sem\nstungið er inn efst til hægri og nær inn í ílátið. Hægri ör tengir saman\nhvern kassa á hverri mynd. Vinstra ílátið á mynd a sýnir bleika og græna\nhringiða lausn með orðunum „Útvermið ferli“ og „Kerfi“ skrifuð í\nmiðjunni með örvum sem vísa frá orðunum að „q“. Merkingarnar „Lausn“ og\n„Umhverfi“ eru skrifaðar neðst í ílátinu. Hægra ílátið á mynd a hefur\norðið „Lausn“ skrifað neðst í ílátinu og rauða ör sem vísar upp nálægt\nhitamælinum með setningunni „Hitastig hækkaði“ við hliðina. Bleiku og\ngrænu hringiðurnar eru meira blandaðar í þessu íláti. Vinstra ílátið á\nmynd b sýnir fjólubláa og bláa hringiða lausn með orðunum „Innvermið\nferli“ og „Kerfi“ skrifuð í miðjunni með örvum sem vísa frá orðunum og\n„Lausn“ og „Umhverfi“ skrifuð neðst. Örvarnar vísa frá bókstafnum „q“.\nHægra ílátið á mynd b hefur orðið „Lausn“ skrifað neðst og rauða ör sem\nvísar niður nálægt hitamælinum með setningunni „Hitastig lækkaði“ við\nhliðina. Bláu og fjólubláu hringiðurnar eru meira blandaðar í þessu\níláti."
    },
    "CNX_Chem_05_02_Calorim": {
      "number": "5.6",
      "imagePath": "CNX_Chem_05_02_Calorim.jpg",
      "captionEn": "A simple calorimeter can be constructed from two polystyrene cups. A thermometer and stirrer extend through the cover into the reaction mixture.",
      "altText": "Two Styrofoam cups are shown nested in one another with a cover over the top. A thermometer and stirring rod are inserted through the cover and into the solution inside the cup, which is shown as a cut-away. The stirring rod has a double headed arrow next to it facing up and down. The liquid mixture inside the cup is labeled “Reaction mixture.”",
      "class": "scaled-down",
      "captionIs": "Hægt er að smíða einfaldan varmamæli úr tveimur\nfrauðplastsmálum. Hitamælir og hræristafur ná í gegnum lokið og niður í\nefnahvörfin.",
      "altTextIs": "Sýnd eru tvö frauðplastsmál, annað inni í hinu,\nmeð loki ofan á. Hitamælir og hræristafur eru stungnir í gegnum lokið og\nniður í lausnina inni í málinu, sem er sýnt í þverskurði. Hræristafurinn\ner með tvíhöfða ör við hliðina sem vísar upp og niður. Vökvaefnablandan\ninni í málinu er merkt „Efnahvarf“."
    },
    "CNX_Chem_05_02_Calorim2": {
      "number": "5.7",
      "imagePath": "CNX_Chem_05_02_Calorim2.jpg",
      "captionEn": "Commercial solution calorimeters range from (a) simple, inexpensive models for student use to (b) expensive, more accurate models for industry and research.",
      "altText": "Two diagrams are shown and labeled a and b. Diagram a depicts a thermometer which passes through a disk-like insulating cover and into a metal cylinder which is labeled “metal inner vessel,” which is in turn nested in a metal cylinder labeled “metal outer vessel.” The inner cylinder rests on an insulating support ring. A stirrer passes through the insulating cover and into the inner cylinder as well. Diagram b shows an inner metal vessel half full of liquid resting on an insulating support ring and nested in a metal outer vessel. A precision temperature probe and motorized stirring rod are placed into the solution in the inner vessel and connected by wires to equipment exterior to the set-up.",
      "captionIs": "Lausnarvarmamælar til sölu eru allt frá (a)\neinföldum, ódýrum gerðum fyrir nemendur til (b) dýrra, nákvæmari gerða\nfyrir iðnað og rannsóknir.",
      "altTextIs": "Sýndar eru tvær skýringarmyndir merktar a og b.\nMynd a sýnir hitamæli sem fer í gegnum diskalaga einangrunarlok og niður\ní málmhólk merktan „innra málmílát“, sem aftur er inni í málmhólk\nmerktum „ytra málmílát“. Innri hólkurinn hvílir á\neinangrunarstuðningshring. Hræristafur fer einnig í gegnum\neinangrunarlokið og niður í innri hólkinn. Mynd b sýnir innra málmílát\nhálffullt af vökva sem hvílir á einangrunarstuðningshring og er inni í\nytra málmíláti. Nákvæmur hitanemi og vélknúinn hræristafur eru settir í\nlausnina í innra ílátinu og tengdir með vírum við búnað utan við\nuppsetninguna."
    },
    "CNX_Chem_05_02_HeatTrans2": {
      "number": "5.8",
      "imagePath": "CNX_Chem_05_02_HeatTrans2.jpg",
      "captionEn": "In a simple calorimetry process, (a) heat, *q*, is transferred from the hot metal, M, to the cool water, W, until (b) both are at the same temperature.",
      "altText": "Two diagrams are shown and labeled a and b. Each diagram is composed of a rectangular container with a thermometer inserted inside from the top right corner. Both containers are connected by a right-facing arrow. Both containers are full of water, which is depicted by the letter “W,” and each container has a square in the middle which represents a metal which is labeled with a letter “M.” In diagram a, the metal is drawn in brown and has three arrows facing away from it. Each arrow has the letter “q” at its end. The metal is labeled “system” and the water is labeled “surroundings.” The thermometer in this diagram has a relatively low reading. In diagram b, the metal is depicted in purple and the thermometer has a relatively high reading.",
      "class": "scaled-down",
      "captionIs": "Í einföldu varmamælingarferli er (a) varmi, *q*,\nfluttur frá heita málminum, M, yfir í kalda vatnið, W, þar til (b) bæði\neru við sama hitastig.",
      "altTextIs": "Sýndar eru tvær skýringarmyndir merktar a og b.\nHver mynd samanstendur af rétthyrndu íláti með hitamæli sem stungið er\ninn efst í hægra horninu. Bæði ílátin eru tengd með hægri ör. Bæði\nílátin eru full af vatni, sem táknað er með bókstafnum „W“, og hvert\nílát hefur ferning í miðjunni sem táknar málm sem er merktur með\nbókstafnum „M“. Á mynd a er málmurinn teiknaður í brúnum lit og hefur\nþrjár örvar sem vísa frá honum. Hver ör hefur bókstafinn „q“ á endanum.\nMálmurinn er merktur „kerfi“ og vatnið er merkt „umhverfi“. Hitamælirinn\ná þessari mynd sýnir tiltölulega lágan hita. Á mynd b er málmurinn\nsýndur í fjólubláum lit og hitamælirinn sýnir tiltölulega háan hita."
    },
    "CNX_Chem_05_02_HandWarmer": {
      "number": "5.9",
      "imagePath": "CNX_Chem_05_02_HandWarmer.jpg",
      "captionEn": "Chemical hand warmers produce heat that warms your hand on a cold day. In this one, you can see the metal disc that initiates the exothermic precipitation reaction. (credit: modification of work by Science Buddies TV/YouTube)",
      "altText": "A series of three photos is shown. There are two right-facing arrows connecting one photo to the next. The first photo shows a chemical hand warmer. It is a bag that contains a clear, colorless liquid. There is a white disk located to the right inside the bag. The second photo shows the same thing, except the white disc has become a white, cloudy substance. The third photo shows the entire bag filled with this white substance.",
      "captionIs": "Efnafræðilegir handhitari framleiða varma sem hitar\nhönd þína á köldum degi. Í þessum má sjá málmskífuna sem kemur af stað\nútvermnu útfellingarhvarfinu. (heimild: breyting á verki eftir Science\nBuddies TV/YouTube)",
      "altTextIs": "Sýnd er röð þriggja mynda. Tvær hægri örvar tengja\neina mynd við þá næstu. Fyrsta myndin sýnir efnafræðilegan handhitara.\nÞetta er poki sem inniheldur tæran, litlausan vökva. Inni í pokanum er\nhvít skífa til hægri. Önnur myndin sýnir það sama, nema hvíta skífan er\norðin að hvítu, skýjuðu efni. Þriðja myndin sýnir allan pokann fylltan\nmeð þessu hvíta efni."
    },
    "CNX_Chem_05_02_IcePack": {
      "number": "5.10",
      "imagePath": "CNX_Chem_05_02_IcePack.jpg",
      "captionEn": "An instant cold pack consists of a bag containing solid ammonium nitrate and a second bag of water. When the bag of water is broken, the pack becomes cold because the dissolution of ammonium nitrate is an endothermic process that removes thermal energy from the water. The cold pack then removes thermal energy from your body.",
      "altText": "A diagram depicts a rectangular pack containing a white, solid substance and an interior bag full of water. The white solid is labeled “ammonium nitrate.” The top of the packet has the words “Instant Cold Pack” written on it. It also has three pictograms, which from right to left, show a hand squeezing the pack, agitating the pack and placing the pack on a person’s body. The bottom of the pack has printed words that read “single use only.”",
      "class": "scaled-down",
      "captionIs": "Augnablikskuldapoki samanstendur af poka sem\ninniheldur fast ammóníumnítrat og öðrum poka með vatni. Þegar\nvatnspokinn er brotinn verður pokinn kaldur vegna þess að upplausn\nammóníumnítrats er innvermið ferli sem fjarlægir varmaorku úr vatninu.",
      "altTextIs": "Myndin sýnir rétthyrndan bakstur sem inniheldur\nhvítt, fast efni og innri poka fullan af vatni. Hvíta, fasta efnið er\nmerkt „ammóníumnítrat“. Efst á bakstrinum stendur „Instant Cold Pack“. Á\nhonum eru einnig þrjú táknmyndir, sem frá hægri til vinstri sýna hönd\nsem kreistir baksturinn, hristir baksturinn og setur baksturinn á líkama\nmanneskju. Neðst á bakstrinum eru prentuð orð sem segja „aðeins til\neinnota“."
    },
    "CNX_Chem_05_02_BombCalor": {
      "number": "5.11",
      "imagePath": "CNX_Chem_05_02_BombCalor.jpg",
      "captionEn": "(a) A bomb calorimeter is used to measure heat produced by reactions involving gaseous reactants or products, such as combustion. (b) The reactants are contained in the gas-tight “bomb,” which is submerged in water and surrounded by insulating materials. (credit a: modification of work by “Harbor1”/Wikimedia commons)",
      "altText": "A picture and a diagram are shown, labeled a and b, respectively. Picture a depicts a bomb calorimeter. It is a cube-shaped machine with a cavity in the top, a metal cylinder that is above the cavity, and a read-out panel attached to the top-right side. Diagram b depicts a cut away figure of a cube with a cylindrical container full of water in the middle of it. Another container, labeled “bomb,” sits inside of a smaller cylinder which holds a sample cup and is nested in the cylindrical container surrounded by the water. A black line extends into the water and is labeled “Precision thermometer.” Two wires labeled “Electrodes” extend away from a cover that sits on top of the interior container. A read-out panel is located at the top right of the cube.",
      "captionIs": "(a) Sprengihitamælir er notaður til að mæla varma\nsem myndast við efnahvörf sem fela í sér hvarfefni eða myndefni í\ngasfasa, svo sem bruna. (b) Hvarfefnin eru í gasþéttri „sprengju“ sem er\nsökkt í vatn og umkringd einangrandi efnum. (heimild a: breyting á verki\neftir „Harbor1“/Wikimedia commons)",
      "altTextIs": "Mynd og skýringarmynd eru sýndar, merktar a og b.\nMynd a sýnir sprengihitamæli. Þetta er teningslaga vél með holrúmi efst,\nmálmhólki sem er fyrir ofan holrúmið og aflestrarborði sem er fest efst\nhægra megin. Skýringarmynd b sýnir þverskurðarmynd af teningi með sívölu\níláti fullu af vatni í miðjunni. Annað ílát, merkt „sprengja“, er inni í\nminni hólki sem heldur sýnisbolla og er komið fyrir í sívala ílátinu\numkringt vatninu. Svört lína teygir sig út í vatnið og er merkt\n„Nákvæmur hitamælir“. Tveir vírar merktir „Raftroð“ teygja sig frá loki\nsem er ofan á innra ílátinu. Aflestrarborð er staðsett efst til hægri á\nteningnum."
    },
    "CNX_Chem_05_02_FoodLabel": {
      "number": "5.12",
      "imagePath": "CNX_Chem_05_02_FoodLabel.jpg",
      "captionEn": "(a) Macaroni and cheese contain energy in the form of the macronutrients in the food. (b) The food’s nutritional information is shown on the package label. In the US, the energy content is given in Calories (per serving); the rest of the world usually uses kilojoules. (credit a: modification of work by “Rex Roof”/Flickr)",
      "altText": "Two pictures are shown and labeled a and b. Picture a shows a close-up of a bowl of macaroni and cheese. Picture b is a food label that contains highlighted information in a table format. The top of the label reads “Sample label for macaroni and cheese.” Below this are the words “Nutrition facts.” Below this are two lines of highlighted text that read “Serving size one cup (228 g)” and “Servings per container 2.” A label to the left of these lines reads “Start here” and a right-facing arrow is beside these words. Below this are the words “check calories” which lie to the left of the phrases “Amount per serving” which is above the words “Calories 250” and “Calories from fat 210.” The next segment of the label is highlighted and contains five phrases “Total fat 12 g,” “Saturated fat 3 g,” “Trans fat 3 g,” “Cholesterol 30 m g,” and “Sodium 470 m g.” The phrase “Limit these nutrients” lies to the left of these five phrases. The phrase below these is “Total carbohydrates 31 g” and is followed by a highlighted phrase, “Dietary fiber 0 g.” Below this are the phrases “Sugars 5 g” and “Proteins 5 g.” Below this is a highlighted portion containing the phrases “Vitamin A,” “Vitamin C,” “Calcium,” and “Iron.” A label to the left of these terms states “Get enough of these nutrients.” The bottom of the label is labeled “Footnote” and reads “Percent daily values are based on a 2,000 calorie diet. Your daily values may be higher or lower depending on your calorie needs.” Each of the highlighted terms in the table are in line with a percentage value to the right of the table. A note on the outer right of the table states “Quick guide to % DV”, “5% or less is low” and “20% or more is high. The daily value for total fat is 18%, for saturated fat is 15%, for cholesterol is 10%, for sodium is 20%, for total carbohydrates is 10%, for dietary fiber is 0%, for vitamin A is 4%, for vitamin C is 2%, for calcium is 20%, and for iron is 4%.” At the very bottom is a table that indicates calories at 2,000 and 2,500. For total fat the table indicates less than 65 g for 2,000 calories and 80 g from 2,500 calories. For saturated fat the table indicates less than 20 g for 2,000 calories and 25 g for 2,500 calories. For cholesterol the table indicates less than 300 m g for 2,000 calories and 300 m g for 2,500 calories. For sodium the table indicates less than 2,400 m g for 2,000 calories and 2,400 m g for 2,500 calories. For total carbohydrate the table indicates 300 g for 2,000 calories and 375 g for 2,500 calories. For dietary fiber the table indicates 25 g for 2,000 calories and 30 g for 2,500 calories.",
      "captionIs": "(a) Makkarónur og ostur innihalda orku í formi\nstórnæringarefna í matnum. (b) Næringarupplýsingar matvælanna eru sýndar\ná umbúðamerkingunni. Í Bandaríkjunum er orkuinnihaldið gefið upp í\nkaloríum (á skammt); annars staðar í heiminum eru kílójúl venjulega\nnotuð. (heimild a: breyting á verki eftir „Rex Roof“/Flickr)",
      "altTextIs": "Tvær myndir eru sýndar og merktar a og b. Mynd a\nsýnir nærmynd af skál með makkarónum og osti. Mynd b er matvælamerking\nsem inniheldur auðkenndar upplýsingar á töfluformi. Efst á merkingunni\nstendur „Dæmi um merkingu fyrir makkarónur og ost“. Fyrir neðan þetta\neru orðin „Næringargildi“. Fyrir neðan þetta eru tvær línur af\nauðkenndum texta sem segja „Skammtastærð einn bolli (228 g)“ og\n„Skammtar í íláti 2“. Merking vinstra megin við þessar línur segir\n„Byrjaðu hér“ og ör sem vísar til hægri er við hliðina á þessum orðum.\nFyrir neðan þetta eru orðin „athugaðu kaloríur“ sem eru vinstra megin\nvið orðasamböndin „Magn á skammt“ sem er fyrir ofan orðin „Kaloríur 250“\nog „Kaloríur úr fitu 210“. Næsti hluti merkingarinnar er auðkenndur og\ninniheldur fimm orðasambönd „Heildarfita 12 g“, „Mettuð fita 3 g“,\n„Transfita 3 g“, „Kólesteról 30 mg“ og „Natríum 470 mg“. Orðasambandið\n„Takmarkaðu þessi næringarefni“ er vinstra megin við þessi fimm\norðasambönd. Orðasambandið fyrir neðan þetta er „Heildarkolvetni 31 g“\nog er fylgt eftir með auðkenndu orðasambandi, „Trefjar 0 g“. Fyrir neðan\nþetta eru orðasamböndin „Sykur 5 g“ og „Prótein 5 g“. Fyrir neðan þetta\ner auðkenndur hluti sem inniheldur orðasamböndin „A-vítamín“,\n„C-vítamín“, „Kalsíum“ og „Járn“. Merking vinstra megin við þessi hugtök\nsegir „Fáðu nóg af þessum næringarefnum“. Neðst á merkingunni er merkt\n„Neðanmálsgrein“ og þar stendur „Hlutfall daglegra gilda er byggt á\n2.000 kaloríu mataræði. Dagleg gildi þín geta verið hærri eða lægri\neftir kaloríuþörf þinni.“ Hvert auðkenndu hugtakanna í töflunni er í\ntakt við prósentugildi hægra megin við töfluna. Athugasemd yst til hægri\nvið töfluna segir „Flýtileiðbeiningar um % DV“, „5% eða minna er lítið“\nog „20% eða meira er mikið. Daglegt gildi fyrir heildarfitu er 18%,\nfyrir mettaða fitu er 15%, fyrir kólesteról er 10%, fyrir natríum er\n20%, fyrir heildarkolvetni er 10%, fyrir trefjar er 0%, fyrir A-vítamín\ner 4%, fyrir C-vítamín er 2%, fyrir kalsíum er 20% og fyrir járn er 4%.“\nNeðst er tafla sem sýnir kaloríur við 2.000 og 2.500. Fyrir heildarfitu\ngefur taflan til kynna minna en 65 g fyrir 2.000 kaloríur og 80 g fyrir\n2.500 kaloríur. Fyrir mettaða fitu gefur taflan til kynna minna en 20 g\nfyrir 2.000 kaloríur og 25 g fyrir 2.500 kaloríur. Fyrir kólesteról\ngefur taflan til kynna minna en 300 mg fyrir 2.000 kaloríur og 300 mg\nfyrir 2.500 kaloríur. Fyrir natríum gefur taflan til kynna minna en\n2.400 mg fyrir 2.000 kaloríur og 2.400 mg fyrir 2.500 kaloríur. Fyrir\nheildarkolvetni gefur taflan til kynna 300 g fyrir 2.000 kaloríur og 375\ng fyrir 2.500 kaloríur. Fyrir trefjar gefur taflan til kynna 25 g fyrir\n2.000 kaloríur og 30 g fyrir 2.500 kaloríur."
    }
  },
  "counters": {
    "figures": 12
  }
}