{
  "module": "m68685",
  "section": "2.1",
  "chapter": 2,
  "title": "Early Ideas in Atomic Theory",
  "figures": {
    "CNX_Chem_02_01_Dalton1": {
      "number": "2.2",
      "imagePath": "CNX_Chem_02_01_Dalton1.jpg",
      "captionEn": "A pre-1982 copper penny (left) contains approximately 3 [[EQ:5]] 10^22^ copper atoms (several dozen are represented as brown spheres at the right), each of which has the same chemical properties. (credit: modification of work by “slgckgc”/Flickr)",
      "altText": "The left image shows a photograph of a stack of pennies. The right image calls out an area of one of the pennies, which is made up of many sphere-shaped copper atoms. The atoms are densely organized.",
      "class": "scaled-down"
    },
    "CNX_Chem_02_01_Dalton2": {
      "number": "2.3",
      "imagePath": "CNX_Chem_02_01_Dalton2.jpg",
      "captionEn": "Copper(II) oxide, a powdery, black compound, results from the combination of two types of atoms—copper (brown spheres) and oxygen (red spheres)—in a 1:1 ratio. (credit: modification of work by “Chemicalinterest”/Wikimedia Commons)",
      "altText": "The left image shows a container with a black, powdery compound. The right image calls out the molecular structure of the powder which contains copper atoms that are clustered together with an equal number of oxygen atoms.",
      "class": "scaled-down"
    },
    "CNX_Chem_02_01_Dalton3": {
      "number": "2.4",
      "imagePath": "CNX_Chem_02_01_Dalton3.jpg",
      "captionEn": "When the elements copper (a shiny, red-brown solid, shown here as brown spheres) and oxygen (a clear and colorless gas, shown here as red spheres) react, their atoms rearrange to form a compound containing copper and oxygen (a powdery, black solid). (credit copper: modification of work by http://images-of-elements.com/copper.php)",
      "altText": "The left stoppered bottle contains copper and oxygen. There is a callout which shows that copper is made up of many sphere-shaped atoms. The atoms are densely organized. The open space of the bottle contains oxygen gas, which is made up of bonded pairs of oxygen atoms that are evenly spaced. The right stoppered bottle shows the compound copper two oxide, which is a black, powdery substance. A callout from the powder shows a molecule of copper two oxide, which contains copper atoms that are clustered together with an equal number of oxygen atoms.",
      "class": "scaled-down"
    },
    "CNX_Chem_02_01_MultProp": {
      "number": "2.5",
      "imagePath": "CNX_Chem_02_01_MultProp.jpg",
      "captionEn": "Compared to the copper chlorine compound in (a), where copper is represented by brown spheres and chlorine by green spheres, the copper chlorine compound in (b) has twice as many chlorine atoms per copper atom. (credit a: modification of work by “Benjah-bmm27”/Wikimedia Commons; credit b: modification of work by “Walkerma”/Wikimedia Commons)",
      "altText": "Figure A shows a pile of green powder. A callout shows that the green powder is made up of a lattice of copper atoms interspersed with chlorine atoms. The atoms are color coded brown for copper and green for chlorine. The number of copper atoms is equal to the number of chlorine atoms in the molecule. Figure B shows a pile of brown powder. A callout shows that the brown powder is also made up of copper and chlorine atoms similar to the molecule shown in figure A. However there appears to be two chlorine atoms for every copper atom in this molecule. The copper atoms in figure B bond with both the chlorine atoms and the other copper atoms. The copper atoms in figure A only bond with the chlorine atoms.",
      "class": "scaled-down"
    }
  },
  "counters": {
    "figures": 5
  }
}