{
  "sourceFile": "2-3.en.md",
  "module": "m68692",
  "section": "2.3",
  "frontmatter": {
    "title": "Atomic Structure and Symbolism",
    "section": "2.3",
    "module": "m68692",
    "lang": "en",
    "license_url": "https://creativecommons.org/licenses/by/4.0/"
  },
  "tables": {
    "TABLE:1": {
      "markdown": "| Name | Location | Charge (C) | Unit Charge | Mass (amu) | Mass (g) |\n| :--- | :--- | :--- | :--- | :--- | :--- |\n| electron | outside nucleus | −1.602 [[EQ:11]] 10^−19^ | 1− | 0.00055 | 0.00091 [[EQ:12]] 10^−24^ |\n| proton | nucleus | 1.602 [[EQ:13]]10^−19^ | 1+ | 1.00727 | 1.67262 [[EQ:14]] 10^−24^ |\n| neutron | nucleus | 0 | 0 | 1.00866 | 1.67493 [[EQ:15]] 10^−24^ |",
      "title": "Properties of Subatomic Particles",
      "id": "fs-idp90857696",
      "summary": "This table gives the name, location, charge in C, unit charge, mass in A M U and mass in grams for electrons, protons and neutrons. Electrons are located outside of the nucleus, have a charge of negative 1.602 times 10 to the negative nineteenth power, a unit charge of negative 1, and a mass of 0.00055 A M U or 0.00091 times 10 to the negative twenty-fourth power grams. Protons are located within the nucleus, have a charge of 1.602 times 10 to the negative nineteenth power, have a unit charge of positive 1, and have a mass of 1.0073 A M U or 1.6726 times 10 to the negative twenty-fourth power grams. Neutrons are located within the nucleus, have a charge of 0, have a unit charge of 0, and have a mass of 1.0087 A M U or 1.6749 times 10 to the negative twenty-fourth power grams."
    },
    "TABLE:2": {
      "markdown": "| Element | Symbol | Element | Symbol |\n| :--- | :--- | :--- | :--- |\n| aluminum | Al | iron | Fe (from *ferrum*) |\n| bromine | Br | lead | Pb (from *plumbum*) |\n| calcium | Ca | magnesium | Mg |\n| carbon | C | mercury | Hg (from *hydrargyrum*) |\n| chlorine | Cl | nitrogen | N |\n| chromium | Cr | oxygen | O |\n| cobalt | Co | potassium | K (from *kalium*) |\n| copper | Cu (from *cuprum*) | silicon | Si |\n| fluorine | F | silver | Ag (from* argentum*) |\n| gold | Au (from *aurum*) | sodium | Na (from *natrium*) |\n| helium | He | sulfur | S |\n| hydrogen | H | tin | Sn (from *stannum*) |\n| iodine | I | zinc | Zn |",
      "title": "Some Common Elements and Their Symbols",
      "id": "fs-idm36686800",
      "summary": "This table has two columns labeled element and symbol. The first letter of the symbol is always an uppercase letter while the second letter of the symbol is always a lowercase letter. Aluminum has the symbol A L. Bromine has the symbol B R, calcium has the symbol C A, carbon has the symbol C, chlorine has the symbol C L, chromium has the symbol C R, cobalt has the symbol C O, copper has the symbol C U, from cuprum, fluorine has the symbol F, gold has the symbol A U, from aurum, helium has the symbol H E, hydrogen has the symbol H, iodine has the symbol I, iron has the symbol F E, from ferrum, lead has the symbol P B, from plumbum, magnesium has the symbol M G, mercury has the symbol H G from hydrargyrum, nitrogen has the symbol N, oxygen has the symbol O, potassium has the symbol K, from kalium, silicon has the symbol S I, silver has the symbol A G, from argentum, sodium has the symbol N A from natrium, sulfur has the symbol S, tin has the symbol S N from stannum, and zinc has the symbol Z N."
    },
    "TABLE:3": {
      "markdown": "| Element | Symbol | Atomic Number | Number of Protons | Number of Neutrons | Mass (amu) | % Natural Abundance |\n| :--- | :--- | :--- | :--- | :--- | :--- | :--- |\n| hydrogen | [[EQ:16]](protium) | 1 | 1 | 0 | 1.0078 | 99.989 |\n| [[EQ:17]](deuterium) | 1 | 1 | 1 | 2.0141 | 0.0115 |  |\n| [[EQ:18]](tritium) | 1 | 1 | 2 | 3.01605 | — (trace) |  |\n| helium | [[EQ:19]] | 2 | 2 | 1 | 3.01603 | 0.00013 |\n| [[EQ:20]] | 2 | 2 | 2 | 4.0026 | 100 |  |\n| lithium | [[EQ:21]] | 3 | 3 | 3 | 6.0151 | 7.59 |\n| [[EQ:22]] | 3 | 3 | 4 | 7.0160 | 92.41 |  |\n| beryllium | [[EQ:23]] | 4 | 4 | 5 | 9.0122 | 100 |\n| boron | [[EQ:24]] | 5 | 5 | 5 | 10.0129 | 19.9 |\n| [[EQ:25]] | 5 | 5 | 6 | 11.0093 | 80.1 |  |\n| carbon | [[EQ:26]] | 6 | 6 | 6 | 12.0000 | 98.89 |\n| [[EQ:27]] | 6 | 6 | 7 | 13.0034 | 1.11 |  |\n| [[EQ:28]] | 6 | 6 | 8 | 14.0032 | — (trace) |  |\n| nitrogen | [[EQ:29]] | 7 | 7 | 7 | 14.0031 | 99.63 |\n| [[EQ:30]] | 7 | 7 | 8 | 15.0001 | 0.37 |  |\n| oxygen | [[EQ:31]] | 8 | 8 | 8 | 15.9949 | 99.757 |\n| [[EQ:32]] | 8 | 8 | 9 | 16.9991 | 0.038 |  |\n| [[EQ:33]] | 8 | 8 | 10 | 17.9992 | 0.205 |  |\n| fluorine | [[EQ:34]] | 9 | 9 | 10 | 18.9984 | 100 |\n| neon | [[EQ:35]] | 10 | 10 | 10 | 19.9924 | 90.48 |\n| [[EQ:36]] | 10 | 10 | 11 | 20.9938 | 0.27 |  |\n| [[EQ:37]] | 10 | 10 | 12 | 21.9914 | 9.25 |  |",
      "title": "Nuclear Compositions of Atoms of the Very Light Elements",
      "id": "fs-idm87646592",
      "summary": "This table has seven columns labeled element, symbol, atomic number, number of protons, number of neutrons, mass in A M U, and percent natural abundance. The symbols for each element each show the mass number in the upper left and the atomic number in the lower left. Therefore hydrogen left superscript 1, left subscript 1, or protium, has a mass number of 1 and an atomic number of 1. Protium has one proton, 0 neutrons, a mass of 1.0078 and a natural abundance percentage of 99.985. Hydrogen left superscript 2, left subscript 1, or deuterium, has an atomic number of 1, 1 proton, 1 neutron, a mass of 2.0141 and a natural abundance percentage of 0.015. Hydrogen left superscript 3, left subscript 1, or tritium, has an atomic number of 11 protons, 2 neutrons, and a mass of 3.01605. No natural abundance percentage is given. Helium left superscript 3, left subscript 2 has an atomic number of 2, 2 protons, 1 neutron, a mass of 3.01603, and a natural abundance percentage of 0.00013. Helium left superscript 4, left subscript 2 has an atomic number of 2, 2 protons, 2 neutrons, a mass of 4.0026 and a natural abundance percentage of 100. Lithium left superscript 6, left subscript 3 has an atomic number of 3, 3 protons, 3 neutrons, a mass of 6.0151, and a natural abundance percentage of 7.42. Lithium left superscript 7, left subscript 3 has an atomic number of 3, 3 protons, 4 neutrons, a mass of 7.0160, and a natural abundance percentage of 92.8. Beryllium left superscript 9, left subscript 4 has an atomic number of 4, 4 protons, 5 neutrons, a mass of 9.0122, and a natural abundance percentage of 100. Boron left superscript 10, left subscript 5 has an atomic number of 5, 5 protons, 5 neutrons and a natural abundance percentage of 19.9. Boron left superscript 11, left subscript 5 has an atomic number of 5, 5 protons, 6 neutrons, a mass of 11.0093 and a natural abundance of 80.1. Carbon left superscript 12, left subscript 6 has an atomic number of 6, 6 protons, 6 neutrons, a mass of 12, and a natural abundance percentage of 98.89. Carbon left superscript 13, left subscript 6 has an atomic number of 6, 6 protons, 7 neutrons, a mass of 13.0033, and a natural abundance percentage of 1.11. Carbon left superscript 14, left subscript 6 has an atomic number of 6, 6 protons, 8 neutrons, and a mass of 14.0032. Its natural abundance percentage is not reported. Nitrogen left superscript 14, left subscript 7 has an atomic number of 7, 7 protons, 7 neutrons, a mass of 14.0031, and a natural abundance percentage of 99.63. Nitrogen left superscript 15, left subscript 7 has an atomic number of 7, 7 protons, 8 neutrons, a mass of 15.0001, and a natural abundance percentage of 0.37. Oxygen left superscript 16, left subscript 8 has an atomic number of 8, 8 protons, 8 neutrons, a mass of 15.9949, and a natural abundance percentage of 99.759. Oxygen left superscript 17, left subscript 8 has an atomic number of 8, 8 protons, 9 neutrons, a mass of 16.9991, and a natural abundance percentage of 0.037. Oxygen left superscript 18, left subscript 8 has an atomic number of 8, 8 protons, 10 neutrons, a mass of 17.9992, and a natural abundance percentage of 0.204. Fluorine left superscript 19, left subscript 9 has an atomic number of 9, 9 protons, 10 neutrons, a mass of 18.9984, and a natural abundance percentage of 100. Neon left superscript 20, left subscript 10 has an atomic number of 10, 10 protons, 10 neutrons, a mass of 19.9924, and a natural abundance percentage of 90.92. Neon left superscript 21, left subscript 10 has an atomic number of 10, 10 protons, 11 neutrons, a mass of 20.994, and a natural abundance percentage of 0.257. Neon left superscript 22, left subscript 10 has an atomic number of 10, 10 protons, 12 neutrons, a mass of 21.9914, and a natural abundance percentage of 8.82."
    },
    "TABLE:4": {
      "markdown": "| [[EQ:40]] |\n| :--- |",
      "id": "key-equations-table",
      "summary": "key equations table"
    }
  }
}