{
  "module": "m68693",
  "section": "2.4",
  "chapter": 2,
  "title": "Chemical Formulas",
  "figures": {
    "CNX_Chem_02_04_MethaneRep": {
      "number": "2.16",
      "imagePath": "CNX_Chem_02_04_MethaneRep.jpg",
      "captionEn": "A methane molecule can be represented as (a) a molecular formula, (b) a structural formula, (c) a ball-and-stick model, and (d) a space-filling model. Carbon and hydrogen atoms are represented by black and white spheres, respectively.",
      "altText": "Figure A shows C H subscript 4. Figure B shows a carbon atom that is bonded to four hydrogen atoms at right angles: one above, one to the left, one to the right, and one below. Figure C shows a 3-D, ball-and-stick model of the carbon atom bonded to four hydrogen atoms. Figure D shows a space-filling model of a carbon atom with hydrogen atoms partially embedded into the surface of the carbon atom.",
      "class": "scaled-down"
    },
    "CNX_Chem_02_04_Sulfur": {
      "number": "2.17",
      "imagePath": "CNX_Chem_02_04_Sulfur.jpg",
      "captionEn": "A molecule of sulfur is composed of eight sulfur atoms and is therefore written as S~8~. It can be represented as (a) a structural formula, (b) a ball-and-stick model, and (c) a space-filling model. Sulfur atoms are represented by yellow spheres.",
      "altText": "Figure A shows eight sulfur atoms, symbolized with the letter S, that are bonded to each other to form an octagon. Figure B shows a 3-D, ball-and-stick model of the arrangement of the sulfur atoms. The shape is clearly not octagonal as it is represented in the structural formula. Figure C is a space-filling model that shows each sulfur atom is partially embedded into the sulfur atom it bonds with.",
      "class": "scaled-down"
    },
    "CNX_Chem_02_04_Hydrogen": {
      "number": "2.18",
      "imagePath": "CNX_Chem_02_04_Hydrogen.jpg",
      "captionEn": "The symbols H, 2H, H~2~, and 2H~2~ represent very different entities.",
      "altText": "This figure shows four diagrams. The diagram for H shows a single, white sphere and is labeled one H atom. The diagram for 2 H shows two white spheres that are not bonded together. It is labeled 2 H atoms. The diagram for H subscript 2 shows two white spheres bonded together. It is labeled one H subscript 2 molecule. The diagram for 2 H subscript 2 shows two sets of bonded, white spheres. It is labeled 2 H subscript 2 molecules.",
      "class": "scaled-down"
    },
    "CNX_Chem_02_04_TiO2": {
      "number": "2.19",
      "imagePath": "CNX_Chem_02_04_TiO2.jpg",
      "captionEn": "(a) The white compound titanium dioxide provides effective protection from the sun. (b) A crystal of titanium dioxide, TiO~2~, contains titanium and oxygen in a ratio of 1 to 2. The titanium atoms are gray and the oxygen atoms are red. (credit a: modification of work by “osseous”/Flickr)",
      "altText": "Figure A shows a photo of a person applying suntan lotion to his or her lower leg. Figure B shows a 3-D ball-and-stick model of the molecule titanium dioxide, which involves a complicated interlocking of many titanium and oxygen atoms. The titanium atoms in the molecule are shown as silver spheres and the oxygen atoms are shown as red spheres. There are twice as many oxygen atoms as titanium atoms in the molecule.",
      "class": "scaled-down"
    },
    "CNX_Chem_02_04_Benzene": {
      "number": "2.20",
      "imagePath": "CNX_Chem_02_04_Benzene.jpg",
      "captionEn": "Benzene, C~6~H~6~, is produced during oil refining and has many industrial uses. A benzene molecule can be represented as (a) a structural formula, (b) a ball-and-stick model, and (c) a space-filling model. (d) Benzene is a clear liquid. (credit d: modification of work by Sahar Atwa)",
      "altText": "Figure A shows that benzene is composed of six carbons shaped like a hexagon. Every other bond between the carbon atoms is a double bond. Each carbon also has a single bonded hydrogen atom. Figure B shows a 3-D, ball-and-stick drawing of benzene. The six carbon atoms are black spheres while the six hydrogen atoms are smaller, white spheres. Figure C is a space-filling model of benzene which shows that most of the interior space is occupied by the carbon atoms. The hydrogen atoms are embedded in the outside surface of the carbon atoms. Figure d shows a small vial filled with benzene which appears to be clear."
    },
    "CNX_Chem_02_04_AceticAcid": {
      "number": "2.21",
      "imagePath": "CNX_Chem_02_04_AceticAcid.jpg",
      "captionEn": "(a) Vinegar contains acetic acid, C~2~H~4~O~2~, which has an empirical formula of CH~2~O. It can be represented as (b) a structural formula and (c) as a ball-and-stick model. (credit a: modification of work by “HomeSpot HQ”/Flickr)",
      "altText": "Figure A shows a jug of distilled, white vinegar. Figure B shows a structural formula for acetic acid which contains two carbon atoms connected by a single bond. The left carbon atom forms single bonds with three hydrogen atoms. The right carbon atom forms a double bond with an oxygen atom. The right carbon atom also forms a single bond with an oxygen atom. This oxygen forms a single bond with a hydrogen atom. Figure C shows a 3-D ball-and-stick model of acetic acid.",
      "class": "scaled-down"
    },
    "CNX_Chem_02_04_PaulaHammond": {
      "number": "2.22",
      "imagePath": "CNX_Chem_02_04_PaulaHammond.jpg",
      "captionEn": "Paula Hammond pioneered new techniques to precisely formulate chemical structures. Hammond’s work applies to cancer treatments, wound healing, cataract medicine, and fuel cells. Widely recognized as a leader in the field, she has won numerous awards and has been elected to various prestigious positions and fellowships by her peers and the U.S. government. She chairs the chemical engineering department at MIT, which is usually ranked as one of the best engineering and science institutions in the world. (credit: modification of work by The White House)",
      "altText": "A portrait of Paula Hammond."
    },
    "CNX_Chem_02_04_Isomers": {
      "number": "2.23",
      "imagePath": "CNX_Chem_02_04_Isomers.jpg",
      "captionEn": "Molecules of (a) acetic acid and methyl formate (b) are structural isomers; they have the same formula (C~2~H~4~O~2~) but different structures (and therefore different chemical properties).",
      "altText": "Figure A shows a structural diagram of acetic acid, C subscript 2 H subscript 4 O subscript 2. Acetic acid contains two carbon atoms connected by a single bond. The left carbon atom forms single bonds with three hydrogen atoms. The carbon on the right forms a double bond with an oxygen atom. The right carbon atom also forms a single bond to an oxygen atom which forms a single bond with a hydrogen atom. Figure B shows a structural diagram of methyl formate, C subscript 2 H subscript 4 O subscript 2. This molecule contains a carbon atom which forms single bonds with three hydrogen atoms, and a single bond with an oxygen atom. The oxygen atom forms a single bond with another carbon atom which forms a double bond with another oxygen atom and a single bond with a hydrogen atom.",
      "class": "scaled-down"
    },
    "CNX_Chem_02_04_Isomers2": {
      "number": "2.24",
      "imagePath": "CNX_Chem_02_04_Isomers2.jpg",
      "captionEn": "Molecules of carvone are spatial isomers; they only differ in the relative orientations of the atoms in space. (credit bottom left: modification of work by “Miansari66”/Wikimedia Commons; credit bottom right: modification of work by Forest &amp; Kim Starr)",
      "altText": "The top left portion of this 2 row, 4 column figure shows a structural diagram of positive carvone, C subscript 10 H subscript 14 O. This molecule has a carbon atom which forms a double bond with a C H subscript 2 group and a C H subscript 3 group. The carbon atom also forms a single bond with another carbon atom which is part of a ring. This carbon atom, being part of the ring, forms single bonds with a hydrogen atom, a C H subscript 2 group, and a C H subscript 2 group. The first C H subscript two group forms a single bond with C H which forms a double bond with a carbon atom. This carbon atom forms a single bond with a C H subscript 3 group. The carbon atom forming part of the ring forms a single bond with a carbon atom which forms a double bond with an oxygen atom and a single bond with a C H subscript 2 group to complete the ring. Below the structural diagram of carvone is a photo of caraway seeds. Column 2 contains identical ball and stick representations of the structural diagram in the top left position. The top right portions of these images each contains the letter “S” and there is an arrow pointing downward from the top image to the bottom image. Columns 3 and 4 are representations of negative carvone. The top row in column three depicts a mirrored image of the ball and stick structure to its left, reflected across the y axis. There is a downward pointing arrow to the image below, which is the same structure rotated counter clockwise 180 degrees. Both images in column 3 have an “R” in the top right corner. The image in the first row of column 4 is the same as the lewis structure in the first row of column 1, reflected across the y axis. Below this negative carvone structural diagram is a photo of spearmint leaves."
    }
  },
  "counters": {
    "figures": 24
  }
}