{
  "sourceFile": "2-6.en.md",
  "module": "m68696",
  "section": "2.6",
  "frontmatter": {
    "title": "Ionic and Molecular Compounds",
    "section": "2.6",
    "module": "m68696",
    "lang": "en",
    "license_url": "https://creativecommons.org/licenses/by/4.0/"
  },
  "tables": {
    "TABLE:1": {
      "markdown": "| Name | Formula | Related Acid | Formula |\n| :--- | :--- | :--- | :--- |\n| ammonium | [[EQ:1]] |  |  |\n| hydronium | [[EQ:2]] |  |  |\n| peroxide | [[EQ:3]] |  |  |\n| hydroxide | [[EQ:4]] |  |  |\n| acetate | [[EQ:5]] | acetic acid | CH~3~COOH |\n| cyanide | CN^−^ | hydrocyanic acid | HCN |\n| azide | [[EQ:6]] | hydrazoic acid | HN~3~ |\n| carbonate | [[EQ:7]] | carbonic acid | H~2~CO~3~ |\n| bicarbonate | [[EQ:8]] |  |  |\n| nitrate | [[EQ:9]] | nitric acid | HNO~3~ |\n| nitrite | [[EQ:10]] | nitrous acid | HNO~2~ |\n| sulfate | [[EQ:11]] | sulfuric acid | H~2~SO~4~ |\n| hydrogen sulfate | [[EQ:12]] |  |  |\n| sulfite | [[EQ:13]] | sulfurous acid | H~2~SO~3~ |\n| hydrogen sulfite | [[EQ:14]] |  |  |\n| phosphate | [[EQ:15]] | phosphoric acid | H~3~PO~4~ |\n| hydrogen phosphate | [[EQ:16]] |  |  |\n| dihydrogen phosphate | [[EQ:17]] |  |  |\n| perchlorate | [[EQ:18]] | perchloric acid | HClO~4~ |\n| chlorate | [[EQ:19]] | chloric acid | HClO~3~ |\n| chlorite | [[EQ:20]] | chlorous acid | HClO~2~ |\n| hypochlorite | ClO^−^ | hypochlorous acid | HClO |\n| chromate | [[EQ:21]] | chromic acid | H~2~CrO~4~ |\n| dichromate | [[EQ:22]] | dichromic acid | H~2~Cr~2~O~7~ |\n| permanganate | [[EQ:23]] | permanganic acid | HMnO~4~ |",
      "title": "Common Polyatomic Ions",
      "id": "fs-idp278664880",
      "summary": "This table has three columns labeled “charge,” “name,” and “formula.” Ammonium has a charge of positive 1 and the formula N H subscript 4 superscript plus sign. Acetate has a charge of negative 1 and the formula C subscript 2 H subscript 3 O subscript 2 superscript negative sign. Cyanide has a charge of negative 1, and the formula C N superscript negative sign. Hydroxide has a charge of negative 1 and the formula O H superscript negative sign. Nitrate has a charge of negative 1 and the formula N O subscript 3 superscript negative sign. Nitrite has a charge of negative 1 and the formula N O subscript 2 superscript negative sign. Perchlorate has a charge of negative 1 and the formula C l O subscript 4 superscript negative sign. Chlorate has a charge of negative 1 and the formula C l O subscript 3 superscript negative sign. Chlorite has a charge of negative 1 and the formula C l O subscript 2 superscript negative sign. Hypochlorite has a charge of negative 1 and the formula C l O superscript negative sign. Permanganate has a charge of negative 1 and the formula M n O subscript 4 superscript negative sign. Hydrogen carbonate, or bicarbonate has a charge of negative 1 and the formula H C O subscript 3 superscript negative sign. Carbonate has a charge of negative 2 and the formula C O subscript 3 superscript 2 negative sign. Peroxide has a charge of negative 2 and the formula O subscript 2 superscript 2 negative sign. Hydrogen sulfate, or bisulfate, has a charge of negative 1 and the formula H S O subscript 4 superscript negative sign. Sulfate has a charge of negative 2 and the formula S O subscript 4 superscript 2 negative sign. Sulfite has a charge of negative 2 and the formula S O subscript 3 superscript 2 negative sign. Dihydrogen phosphate has a charge of negative 1 and the formula H subscript 2 P O subscript 4 superscript negative sign. Hydrogen phosphate has a charge of negative 2 and the formula H P O subscript 4 superscript 2 negative sign. Phosphate has a charge of negative 3 and the formula P O subscript 4 superscript 3 negative sign."
    }
  }
}