{
  "sourceFile": "2-7.en.md",
  "module": "m68698",
  "section": "2.7",
  "frontmatter": {
    "title": "Chemical Nomenclature",
    "section": "2.7",
    "module": "m68698",
    "lang": "en",
    "license_url": "https://creativecommons.org/licenses/by/4.0/"
  },
  "tables": {
    "TABLE:1": {
      "markdown": "| NaCl, sodium chloride | Na~2~O, sodium oxide |\n| :--- | :--- |\n| KBr, potassium bromide | CdS, cadmium sulfide |\n| CaI~2~, calcium iodide | Mg~3~N~2~, magnesium nitride |\n| CsF, cesium fluoride | Ca~3~P~2~, calcium phosphide |\n| LiCl, lithium chloride | Al~4~C~3~, aluminum carbide |",
      "title": "Names of Some Ionic Compounds",
      "id": "fs-idp282234816",
      "summary": "The examples of ionic compounds shown in this table are N a C l sodium chloride, K B r potassium bromide, C a I subscript 2 calcium iodide, C s F cesium fluoride, L i C l lithium chloride, N a subscript 2 O sodium oxide, C d S cadmium sulfide, M g subscript 3 N subscript 2 magnesium nitride, C a subscript 3 P subscript 2 calcium phosphide, and A l subscript 4 C subscript 3 aluminum carbide."
    },
    "TABLE:2": {
      "markdown": "| KC~2~H~3~O~2~, potassium acetate | NH~4~Cl, ammonium chloride |\n| :--- | :--- |\n| NaHCO~3~, sodium bicarbonate | CaSO~4~, calcium sulfate |\n| Al~2~(CO~3~)~3~, aluminum carbonate | Mg~3~(PO~4~)~2~, magnesium phosphate |",
      "title": "Names of Some Polyatomic Ionic Compounds",
      "id": "fs-idp279316112",
      "summary": "The examples of polyatomic ionic compounds shown in this table are K C subscript 2 H subscript 3 O subscript 2 potassium acetate, N a H C O subscript 3 sodium bicarbonate, A l subscript 2 ( C O subscript 3 ) subscript 3 aluminum carbonate, (N H subscript 4) CL, ammonium chloride, C a S O subscript 4 calcium sulfate, and M g subscript 3 ( P O subscript 4 ) subscript 2 magnesium phosphate."
    },
    "TABLE:3": {
      "markdown": "| Ionic Compound | Use |\n| :--- | :--- |\n| NaCl, sodium chloride | ordinary table salt |\n| KI, potassium iodide | added to “iodized” salt for thyroid health |\n| NaF, sodium fluoride | ingredient in toothpaste |\n| NaHCO~3~, sodium bicarbonate | baking soda; used in cooking (and as antacid) |\n| Na~2~CO~3~, sodium carbonate | washing soda; used in cleaning agents |\n| NaOCl, sodium hypochlorite | active ingredient in household bleach |\n| CaCO~3~ calcium carbonate | ingredient in antacids |\n| Mg(OH)~2~, magnesium hydroxide | ingredient in antacids |\n| Al(OH)~3~, aluminum hydroxide | ingredient in antacids |\n| NaOH, sodium hydroxide | lye; used as drain cleaner |\n| K~3~PO~4~, potassium phosphate | food additive (many purposes) |\n| MgSO~4~, magnesium sulfate | added to purified water |\n| Na~2~HPO~4~, sodium hydrogen phosphate | anti-caking agent; used in powdered products |\n| Na~2~SO~3~, sodium sulfite | preservative |",
      "title": "Everyday Ionic Compounds",
      "id": "fs-idp268265360",
      "summary": "The everyday ionic compound examples included in this table are: N a C L sodium chloride, or ordinary table salt, K I potassium iodide which is added to iodized salt, N a F, sodium fluoride which is an ingredient in toothpaste, N a H C O subscript 3 sodium bicarbonate which is baking soda, used in cooking and as an antacid, N a subscript 2 C O subscript 3 sodium carbonate which is washing soda and is used in cleaning agents, N a O C l sodium hypochlorite which is the active ingredient in household bleach, C a C O subscript 3 calcium carbonate which is an ingredient of antacids, M g ( O H ) subscript 2, magnesium hydroxide which is also an ingredient of antacids, A l ( O H ) subscript 3 aluminum hydroxide which is also an ingredient in antacids, N a O H sodium hydroxide which is lye and is used as a drain cleaner, K subscript 3 P O subscript 4 potassium phosphate which is a food additive, M g S O subscript 4 magneisum sulfate which is added to purified water, N a subscript 2 H P O subscript 4 sodium hydrogen phosphate which is an anti-caking agent and is used in powdered products, and N a subscript 2 S O subscript 3 sodium sulfite which is a preservative."
    },
    "TABLE:4": {
      "markdown": "| Compound | Name |\n| :--- | :--- |\n| FeCl~2~ | iron(II) chloride |\n| FeCl~3~ | iron(III) chloride |\n| Hg~2~O | mercury(I) oxide |\n| HgO | mercury(II) oxide |\n| SnF~2~ | tin(II) fluoride |\n| SnF~4~ | tin(IV) fluoride |",
      "title": "Some Ionic Compounds with Variably Charged Metal Ions",
      "id": "fs-idp282283328",
      "summary": "The transition metal ionic compound examples included in this table are F e C L subscript 3 or iron three chloride, H g subscript 2 O or mercury one oxide, H g O or mercury two oxide, and C u subscript 3 ( P O subscript 4 ) subscript 2 or copper two phosphate."
    },
    "TABLE:5": {
      "markdown": "| Number | Prefix | Number | Prefix |\n| :--- | :--- | :--- | :--- |\n| 1 (sometimes omitted) | mono- | 6 | hexa- |\n| 2 | di- | 7 | hepta- |\n| 3 | tri- | 8 | octa- |\n| 4 | tetra- | 9 | nona- |\n| 5 | penta- | 10 | deca- |",
      "title": "Nomenclature Prefixes",
      "id": "fs-idp268400368",
      "summary": "This table has two columns labeled “prefix” and “number”. Mono is associated with one although this prefix is sometimes omitted. Di is associated with two. Tri is associated with three. Tetra is associated with four. Penta is associated with five. Hexa is associated with six. Hepta is associated with seven. Octa is associated with eight. Nona is associated with nine. Deca is associated with ten."
    },
    "TABLE:6": {
      "markdown": "| Compound | Name | Compound | Name |\n| :--- | :--- | :--- | :--- |\n| SO~2~ | sulfur dioxide | BCl~3~ | boron trichloride |\n| SO~3~ | sulfur trioxide | SF~6~ | sulfur hexafluoride |\n| NO~2~ | nitrogen dioxide | PF~5~ | phosphorus pentafluoride |\n| N~2~O~4~ | dinitrogen tetroxide | P~4~O~10~ | tetraphosphorus decaoxide |\n| N~2~O~5~ | dinitrogen pentoxide | IF~7~ | iodine heptafluoride |",
      "title": "Names of Some Molecular Compounds Composed of Two Elements",
      "id": "fs-idp269568176",
      "summary": "A two column table is shown. The left column is titled “Compound” and the right column is titled “Name.” From left to right, the first row reads “S O subscript 2” and “sulfur dioxide.” The second row reads “S O subscript 3” and “sulfur trioxide.” The third row reads “N O subscript 2” and “nitrogen dioxide.” The fourth row reads “N subscript 2 O subscript 4” and “dinitrogen tetroxide.” The fifth row reads “N subscript 2 O subscript 5” and “dinitrogen pentoxide.” The sixth row reads “B C l subscript 3” and “boron trichloride.” The seventh row reads “S F subscript 6” and “sulfur hexafluoride.” The eighth row reads “P F subscript 5” and “phosphorus pentafluoride.” The ninth row reads “P subscript 4 O subscript 10” and “tetraphosphorus decaoxide.” The tenth row reads “I F subscript 7” and “iodine heptafluoride.”"
    },
    "TABLE:7": {
      "markdown": "| Name of Gas | Name of Acid |\n| :--- | :--- |\n| HF(*g*), hydrogen fluoride | HF(*aq*), hydrofluoric acid |\n| HCl(*g*), hydrogen chloride | HCl(*aq*), hydrochloric acid |\n| HBr(*g*), hydrogen bromide | HBr(*aq*), hydrobromic acid |\n| HI(*g*), hydrogen iodide | HI(*aq*), hydroiodic acid |\n| H~2~S(*g*), hydrogen sulfide | H~2~S(*aq*), hydrosulfuric acid |",
      "title": "Names of Some Simple Acids",
      "id": "fs-idp272649888",
      "summary": "The names of simple acids included in this table are: H F gas, which is hydrogen fluoride, H C l gas which is hydrogen chloride, H B r gas which is hydrogen bromide, H I gas which is hydrogen iodide, H subscript 2 S gas which is hydrogen sulfide, H F aqueous which is hydrofluoric acid, H C l aqueous which is hydrochloric acid, H B r aqueous which is hydrobromic acid, H I aqueous which is hydroiodic acid, and H subscript 2 S aqueous which is hydrosulfuric acid."
    },
    "TABLE:8": {
      "markdown": "| Formula | Anion Name | Acid Name |\n| :--- | :--- | :--- |\n| HC~2~H~3~O~2~ | acetate | acetic acid |\n| HNO~3~ | nitrate | nitric acid |\n| HNO~2~ | nitrite | nitrous acid |\n| HClO~4~ | perchlorate | perchloric acid |\n| H~2~CO~3~ | carbonate | carbonic acid |\n| H~2~SO~4~ | sulfate | sulfuric acid |\n| H~2~SO~3~ | sulfite | sulfurous acid |\n| H~3~PO~4~ | phosphate | phosphoric acid |",
      "title": "Names of Common Oxyacids",
      "id": "fs-idp268340336",
      "summary": "This table has three columns labeled “formula”, “anion name”, and “acid name”. H C subscript 2 H subscript 3 O subscript 2 is named acetate or acetic acid. H N O subscript 3 is named nitrate or nitric acid. H N O subscript 2 is named nitrite or nitrous acid, H C l O subscript 4 is named perchlorate or perchloric acid. H subscript 2 C O subscript 3 is named carbonate or carbonic acid. H subscript 2 S O subscript 4 is named sulfate or sulfuric acid. H subscript 2 S O subscript 3 is named sulfite or sulfurous acid. H subscript 3 P O subscript 4 is named phosphate or phosphoric acid."
    }
  }
}