Repository: SigurdurVilhelmsson/namsbokasafn-efni
Catalog: books/efnafraedi/03-faithful/xliff/ch05/5-1.xliff
Languages: is

# seg-207
source: Prepare a table identifying several energy transitions that take place during the typical operation of an automobile.
is: Viðarmagnið í varðeldi er mun meira en í eldspýtu; heildarmagn varmans sem myndast er því einnig mun meira og þess vegna getum við setið í kringum varðeld til að halda á okkur hita, en eldspýta myndi ekki veita nægan varma til að koma í veg fyrir að okkur yrði kalt.

# seg-208
source: Explain the difference between heat capacity and specific heat of a substance.
is: Búðu til töflu sem sýnir nokkrar orkubreytingar sem eiga sér stað við venjulega notkun bifreiðar.

# seg-209
source: Heat capacity refers to the heat required to raise the temperature of the mass of the substance 1 degree; specific heat refers to the heat required to raise the temperature of 1 gram of the substance 1 degree.
is: Útskýrðu muninn á varmarýmd og eðlisvarma efnis.

# seg-210
source: Thus, heat capacity is an extensive property, and specific heat is an intensive one.
is: Varmarýmd vísar til þess varma sem þarf til að hækka hitastig massa efnisins um 1 gráðu; eðlisvarmi vísar til þess varma sem þarf til að hækka hitastig 1 gramms af efninu um 1 gráðu.

# seg-211
source: Calculate the heat capacity, in joules and in calories per degree, of the following:
is: Þannig er varmarýmd magnbundinn eiginleiki og eðlisvarmi er eðliseiginleiki.

# seg-212
source: (a) 28.4 g of water
is: Reiknaðu varmarýmdina, í júlum og í kalóríum á gráðu, fyrir eftirfarandi:

# seg-213
source: (b) 1.00 oz of lead
is: \(a\) 28,4 g af vatni

# seg-214
source: Calculate the heat capacity, in joules and in calories per degree, of the following:
is: \(b\) 1,00 oz af blýi

# seg-215
source: (a) 45.8 g of nitrogen gas
is: Reiknaðu varmarýmdina, í júlum og í kalóríum á gráðu, fyrir eftirfarandi:

# seg-216
source: (b) 1.00 pound of aluminum metal
is: \(a\) 45,8 g af köfnunarefnisgasi

# seg-217
source: (a) 47.6 J/°C; 11.38 cal °C−1; (b) 407 J/°C; 97.3 cal °C−1
is: \(b\) 1,00 pund af áli

# seg-218
source: How much heat, in joules and in calories, must be added to a 75.0–g iron block with a specific heat of 0.449 J/g °C to increase its temperature from 25 °C to its melting temperature of 1535 °C?
is: \(a\) 47,6 J/°C; 11,38 cal °C⁻¹; (b) 407 J/°C; 97,3 cal °C⁻¹

# seg-219
source: How much heat, in joules and in calories, is required to heat a 28.4-g (1-oz) ice cube from −23.0 °C to −1.0 °C?
is: Hversu miklum varma, í júlum og í kalóríum, þarf að bæta við 75,0 g járnblokk með eðlisvarma 0,449 J/g °C til að hækka hitastig hennar úr 25 °C í bráðnunarhitastig sitt, 1535 °C?

# seg-220
source: 1310 J; 313 cal
is: Hversu mikinn varma, í júlum og í kalóríum, þarf til að hita 28,4 g (1 oz) ísmola úr −23,0 °C í −1,0 °C?

# seg-221
source: How much would the temperature of 275 g of water increase if 36.5 kJ of heat were added?
is: 1310 J; 313 cal

# seg-222
source: If 14.5 kJ of heat were added to 485 g of liquid water, how much would its temperature increase?
is: Hversu mikið myndi hitastig 275 g af vatni hækka ef 36,5 kJ af varma væri bætt við?

# seg-223
source: 7.15 °C
is: Ef 14,5 kJ af varma væri bætt við 485 g af fljótandi vatni, hversu mikið myndi hitastig þess hækka?

# seg-224
source: A piece of unknown substance weighs 44.7 g and requires 2110 J to increase its temperature from 23.2 °C to 89.6 °C.
is: 7,15 °C

# seg-225
source: (a) What is the specific heat of the substance?
is: Hlutur úr óþekktu efni vegur 44,7 g og þarf 2110 J til að hækka hitastig sitt úr 23,2 °C í 89,6 °C.

# seg-226
source: (b) If it is one of the substances found in , what is its likely identity?
is: \(a\) Hver er eðlisvarmi efnisins?

# seg-227
source: A piece of unknown solid substance weighs 437.2 g, and requires 8460 J to increase its temperature from 19.3 °C to 68.9 °C.
is: \(b\) Ef það er eitt af efnunum sem finnast í , hvert er það líklega?

# seg-228
source: (a) What is the specific heat of the substance?
is: Hlutur úr óþekktu föstu efni vegur 437,2 g og þarf 8460 J til að hækka hitastig sitt úr 19,3 °C í 68,9 °C.

# seg-229
source: (b) If it is one of the substances found in , what is its likely identity?
is: \(a\) Hver er eðlisvarmi efnisins?

# seg-230
source: (a) 0.390 J/g °C; (b) Copper is a likely candidate.
is: \(b\) Ef það er eitt af efnunum sem finnast í , hvert er það líklega?

# seg-231
source: An aluminum kettle weighs 1.05 kg.
is: \(a\) 0,390 J/g °C; (b) Kopar er líklegur kandídat.

# seg-232
source: (a) What is the heat capacity of the kettle?
is: Álketill vegur 1,05 kg.

# seg-233
source: (b) How much heat is required to increase the temperature of this kettle from 23.0 °C to 99.0 °C?
is: \(a\) Hver er varmarýmd ketilsins?

# seg-234
source: (c) How much heat is required to heat this kettle from 23.0 °C to 99.0 °C if it contains 1.25 L of water (density of 0.997 g/mL and a specific heat of 4.184 J/g °C)?
is: \(b\) Hversu mikinn varma þarf til að hækka hitastig þessa ketils úr 23,0 °C í 99,0 °C?

# seg-235
source: Most people find waterbeds uncomfortable unless the water temperature is maintained at about 85 °F.
is: \(c\) Hversu mikinn varma þarf til að hita þennan ketil úr 23,0 °C í 99,0 °C ef hann inniheldur 1,25 L af vatni (eðlismassi 0,997 g/ml og eðlisvarmi 4,184 J/g °C)?

# seg-236
source: Unless it is heated, a waterbed that contains 892 L of water cools from 85 °F to 72 °F in 24 hours.
is: Flestum finnst vatnsrúm óþægileg nema hitastig vatnsins sé haldið við um 85 °F.

# seg-237
source: Estimate the amount of electrical energy required over 24 hours, in kWh, to keep the bed from cooling.
is: Nema það sé hitað kólnar vatnsrúm sem inniheldur 892 L af vatni úr 85 °F í 72 °F á 24 klukkustundum.

# seg-238
source: Note that 1 kilowatt-hour (kWh) = 3.6 [[EQ:16]] 106 J, and assume that the density of water is 1.0 g/mL (independent of temperature).
is: Áætlaðu magn raforku sem þarf á 24 klukkustundum, í kWst, til að koma í veg fyrir að rúmið kólni.

# seg-239
source: What other assumptions did you make?
is: Athugið að 1 kílóvattstund (kWst) = 3,6 ${\times }$ 106 J, og gerið ráð fyrir að eðlismassi vatns sé 1,0 g/ml (óháð hitastigi).

# seg-240
source: How did they affect your calculated result (i.e., were they likely to yield “positive” or “negative” errors)?
is: Hvaða aðrar forsendur gerðir þú?

# seg-241
source: We assume that the density of water is 1.0 g/cm3(1 g/mL) and that it takes as much energy to keep the water at 85 °F as to heat it from 72 °F to 85 °F.
is: Hvernig höfðu þær áhrif á útreiknaða niðurstöðu þína (þ.e. voru þær líklegar til að valda „jákvæðum“ eða „neikvæðum“ skekkjum)?

# seg-242
source: We also assume that only the water is going to be heated.
is: Við gerum ráð fyrir að eðlismassi vatns sé 1,0 g/cm³ (1 g/ml) og að það þurfi jafn mikla orku til að halda vatninu við 85 °F og til að hita það úr 72 °F í 85 °F.

# seg-243
source: Energy required = 7.47 kWh
is: Við gerum einnig ráð fyrir að aðeins vatnið verði hitað.

# seg-244
source: Chemical changes and their accompanying changes in energy are important parts of our everyday world ().
is: Orka sem þarf = 7,47 kWst

# seg-245
source: The macronutrients in food (proteins, fats, and carbohydrates) undergo metabolic reactions that provide the energy to keep our bodies functioning.
is: Efnahvörf og orkubreytingar sem þeim fylgja eru mikilvægir þættir í okkar daglega lífi ().

# seg-246
source: We burn a variety of fuels (gasoline, natural gas, coal) to produce energy for transportation, heating, and the generation of electricity.
is: Aðalnæringarefnin í mat (prótein, fita og kolvetni) gangast undir efnaskiptahvörf sem veita orkuna til að halda líkama okkar starfandi.

# seg-247
source: Industrial chemical reactions use enormous amounts of energy to produce raw materials (such as iron and aluminum).
is: Við brennum ýmsum eldsneytistegundum (bensíni, jarðgasi, kolum) til að framleiða orku fyrir samgöngur, upphitun og raforkuframleiðslu.

# seg-248
source: Energy is then used to manufacture those raw materials into useful products, such as cars, skyscrapers, and bridges.
is: Iðnaðarleg efnahvörf nota gríðarlegt magn af orku til að framleiða hráefni (svo sem járn og ál).

# seg-249
source: Over 90% of the energy we use comes originally from the sun.
is: Orka er síðan notuð til að framleiða þessi hráefni í nytsamlegar vörur, svo sem bíla, skýjakljúfa og brýr.

# seg-250
source: Every day, the sun provides the earth with almost 10,000 times the amount of energy necessary to meet all of the world’s energy needs for that day.
is: Yfir 90% af orkunni sem við notum kemur upphaflega frá sólinni.

# seg-251
source: Our challenge is to find ways to convert and store incoming solar energy so that it can be used in reactions or chemical processes that are both convenient and nonpolluting.
is: Á hverjum degi veitir sólin jörðinni næstum 10.000 sinnum meiri orku en nauðsynlegt er til að mæta allri orkuþörf heimsins þann daginn.

# seg-252
source: Plants and many bacteria capture solar energy through photosynthesis.
is: Viðfangsefnið okkar er að finna leiðir til að umbreyta og geyma sólarorku þannig að hægt sé að nota hana í efnahvörfum eða efnaferlum sem eru bæði hentugir og mengunarlausir.

# seg-253
source: We release the energy stored in plants when we burn wood or plant products such as ethanol.
is: Plöntur og margar bakteríur fanga sólarorku með ljóstillífun.

# seg-254
source: We also use this energy to fuel our bodies by eating food that comes directly from plants or from animals that got their energy by eating plants.
is: Við losum orkuna sem geymd er í plöntum þegar við brennum viði eða plöntuafurðum eins og etanóli.

# seg-255
source: Burning coal and petroleum also releases stored solar energy: These fuels are fossilized plant and animal matter.
is: Við notum þessa orku líka til að knýja líkama okkar með því að borða mat sem kemur beint frá plöntum eða dýrum sem fengu orku sína með því að éta plöntur.

# seg-256
source: This chapter will introduce the basic ideas of an important area of science concerned with the amount of heat absorbed or released during chemical and physical changes—an area called thermochemistry.
is: Með því að brenna kolum og jarðolíu losnar einnig geymd sólarorka: Þetta eldsneyti er steingerðar plöntu- og dýraleifar.

# seg-257
source: The concepts introduced in this chapter are widely used in almost all scientific and technical fields.
is: Í þessum kafla verða kynntar grundvallarhugmyndir mikilvægs sviðs vísinda sem fjallar um magn varma sem frásogast eða losnar við efna- og eðlisfræðilegar breytingar – svið sem kallast varmaefnafræði.

# seg-258
source: Food scientists use them to determine the energy content of foods.
is: Hugtökin sem kynnt eru í þessum kafla eru mikið notuð á næstum öllum vísinda- og tæknisviðum.

# seg-259
source: Biologists study the energetics of living organisms, such as the metabolic combustion of sugar into carbon dioxide and water.
is: Matvælafræðingar nota þau til að ákvarða orkuinnihald matvæla.

# seg-260
source: The oil, gas, and transportation industries, renewable energy providers, and many others endeavor to find better methods to produce energy for our commercial and personal needs.
is: Líffræðingar rannsaka orkubúskap lífvera, svo sem efnaskiptabruna sykurs í koldíoxíð og vatn.

# seg-261
source: Engineers strive to improve energy efficiency, find better ways to heat and cool our homes, refrigerate our food and drinks, and meet the energy and cooling needs of computers and electronics, among other applications.
is: Olíu-, gas- og samgönguiðnaðurinn, veitendur endurnýjanlegrar orku og margir aðrir leitast við að finna betri aðferðir til að framleiða orku fyrir viðskipta- og persónulegar þarfir okkar.

# seg-262
source: Understanding thermochemical principles is essential for chemists, physicists, biologists, geologists, every type of engineer, and just about anyone who studies or does any kind of science.
is: Verkfræðingar leitast við að bæta orkunýtingu, finna betri leiðir til að hita og kæla heimili okkar, kæla mat og drykki og mæta orku- og kæliþörfum tölva og rafeindatækja, meðal annarra nota.
