Repository: SigurdurVilhelmsson/namsbokasafn-efni
Catalog: books/efnafraedi/03-faithful/xliff/ch05/5-1.xliff
Languages: is

# seg-95
source: Check Your LearningHow much heat, in joules, must be added to a 502 g iron skillet to increase its temperature from 25 °C to 250 °C?
is: Þetta má draga saman með jöfnunni:

# seg-96
source: The specific heat of iron is 0.449 J/g °C.
is: Vegna þess að hitastigið jókst, drakk vatnið í sig varma og q er jákvætt.

# seg-97
source: 5.07 [[EQ:11]] 104 J
is: Prófaðu þekkingu þínaHversu miklum varma, í joulum, þarf að bæta við 502 g járnpönnu til að auka hitastig hennar úr 25 °C í 250 °C?

# seg-98
source: Note that the relationship between heat, specific heat, mass, and temperature change can be used to determine any of these quantities (not just heat) if the other three are known or can be deduced.
is: Eðlisvarmi járns er 0,449 J/g °C.

# seg-99
source: Determining Other Quantities A piece of unknown metal weighs 348 g.
is: 5,07 ${\times }$ 104 J

# seg-100
source: When the metal piece absorbs 6.64 kJ of heat, its temperature increases from 22.4 °C to 43.6 °C.
is: Athugið að sambandið milli varma, eðlisvarma, massa og hitastigsbreytingar má nota til að ákvarða hvaða stærð sem er af þessum (ekki bara varma) ef hinar þrjár eru þekktar eða hægt er að leiða þær út.

# seg-101
source: Determine the specific heat of this metal (which might provide a clue to its identity).
is: Ákvörðun annarra stærðaÓþekktur málmhlutur vegur 348 g.

# seg-102
source: Solution Since mass, heat, and temperature change are known for this metal, we can determine its specific heat using the relationship:
is: Þegar málmhluturinn gleypir 6,64 kJ af varma hækkar hitastig hans úr 22,4 °C í 43,6 °C.

# seg-103
source: Substituting the known values:
is: Ákvarðið eðlisvarma þessa málms (sem gæti gefið vísbendingu um hvaða málmur þetta er).

# seg-104
source: Solving:
is: LausnÞar sem massi, varmi og hitastigsbreyting eru þekkt fyrir þennan málm getum við ákvarðað eðlisvarma hans með því að nota sambandið:

# seg-105
source: Comparing this value with the values in , this value matches the specific heat of aluminum, which suggests that the unknown metal may be aluminum.
is: Setjum inn þekktu gildin:

# seg-106
source: Check Your Learning A piece of unknown metal weighs 217 g.
is: Leysum:

# seg-107
source: When the metal piece absorbs 1.43 kJ of heat, its temperature increases from 24.5 °C to 39.1 °C.
is: Þegar þetta gildi er borið saman við gildin í , samsvarar það eðlisvarma áls, sem bendir til þess að óþekkti málmurinn gæti verið ál.

# seg-108
source: Determine the specific heat of this metal, and predict its identity.
is: Prófaðu þekkingu þínaÓþekktur málmhlutur vegur 217 g.

# seg-109
source: c = 0.451 J/g °C; the metal is likely to be iron
is: Þegar málmhluturinn gleypir 1,43 kJ af varma hækkar hitastig hans úr 24,5 °C í 39,1 °C.

# seg-110
source: The sunlight that reaches the earth contains thousands of times more energy than we presently capture.
is: Ákvarðið eðlisvarma þessa málms og spáið fyrir um hvaða málmur þetta er.

# seg-111
source: Solar thermal systems provide one possible solution to the problem of converting energy from the sun into energy we can use.
is: c = 0,451 J/g °C; málmurinn er líklega járn

# seg-112
source: Large-scale solar thermal plants have different design specifics, but all concentrate sunlight to heat some substance; the heat “stored” in that substance is then converted into electricity.
is: Sólarljósið sem nær til jarðar inniheldur þúsund sinnum meiri orku en við náum að nýta nú um stundir.

# seg-113
source: The Solana Generating Station in Arizona’s Sonora Desert produces 280 megawatts of electrical power.
is: Varmanýtingarkerfi sólarorku bjóða upp á eina mögulega lausn á því vandamáli að breyta orku frá sólinni í orku sem við getum notað.

# seg-114
source: It uses parabolic mirrors that focus sunlight on pipes filled with a heat transfer fluid (HTF) ().
is: Stórfelldar sólarvarmaorkuver hafa mismunandi hönnunareinkenni, en öll þjappa þau saman sólarljósi til að hita eitthvert efni; varmanum sem er „geymdur“ í því efni er síðan breytt í rafmagn.

# seg-115
source: The HTF then does two things: It turns water into steam, which spins turbines, which in turn produces electricity, and it melts and heats a mixture of salts, which functions as a thermal energy storage system.
is: Solana-raforkuverið í Sonora-eyðimörkinni í Arizona framleiðir 280 megavött af rafafli.

# seg-116
source: After the sun goes down, the molten salt mixture can then release enough of its stored heat to produce steam to run the turbines for 6 hours.
is: Það notar fleygbogaspegla sem beina sólarljósi að rörum sem eru fyllt með varmaflutningsvökva (HTF) ().

# seg-117
source: Molten salts are used because they possess a number of beneficial properties, including high heat capacities and thermal conductivities.
is: Varraflutningsvökvinn gerir síðan tvennt: Hann breytir vatni í gufu, sem snýr hverflum, sem aftur framleiða rafmagn, og hann bræðir og hitar efnablöndu af söltum, sem virkar sem varmaorkugeymslukerfi.

# seg-118
source: The 377-megawatt Ivanpah Solar Generating System, located in the Mojave Desert in California, is the largest solar thermal power plant in the world ().
is: Eftir að sólin er sest getur bráðna saltblandan losað nægan varma úr geymslunni til að framleiða gufu til að keyra hverflana í 6 klukkustundir.

# seg-119
source: Its 170,000 mirrors focus huge amounts of sunlight on three water-filled towers, producing steam at over 538 °C that drives electricity-producing turbines.
is: Bráðin sölt eru notuð vegna þess að þau hafa ýmsa hagstæða eiginleika, þar á meðal mikla varmarýmd og varmaleiðni.

# seg-120
source: It produces enough energy to power 140,000 homes.
is: Ivanpah-sólarorkuverið, sem er 377 megavött og staðsett í Mojave-eyðimörkinni í Kaliforníu, er stærsta sólarvarmaorkuver í heimi (). 170.000 speglar þess beina gríðarlegu magni af sólarljósi að þremur vatnsfylltum turnum og framleiða gufu við yfir 538 °C sem knýr rafmagnsframleiðandi hverfla.

# seg-121
source: Water is used as the working fluid because of its large heat capacity and heat of vaporization.
is: Það framleiðir næga orku til að sjá 140.000 heimilum fyrir rafmagni.

# seg-122
source: the specific heat of the substance being heated (in this case, water)
is: Vatn er notað sem vinnsluvökvi vegna mikillar varmarýmdar og gufunarvarma.

# seg-123
source: the amount of substance being heated (in this case, 8.0 × 102 g)
is: eðlisvarmi efnisins sem er hitað (í þessu tilfelli, vatn)

# seg-124
source: the magnitude of the temperature change (in this case, from 21 °C to 85 °C).
is: magn efnisins sem er hitað (í þessu tilfelli, 8,0 × 102 g)

# seg-125
source: Click on this [interactive simulation](http://openstax.org/l/16PHETtempFX)interactive simulation to view the effects of temperature on molecular motion.
is: stærð hitastigsbreytingarinnar (í þessu tilfelli, úr 21 °C í 85 °C).

# seg-126
source: The following [demonstration](http://openstax.org/l/16Bimetallic)demonstration allows one to view the effects of heating and cooling a coiled bimetallic strip.
is: sameindahreyfingu.

# seg-127
source: Click on the [PhET simulation](http://openstax.org/l/16PHETenergy)PhET simulation to explore energy forms and changes.
is: að hita og kæla uppvafða tvímálmsræmu.

# seg-128
source: Visit the Energy Systems tab to create combinations of energy sources, transformation methods, and outputs.
is: Farðu í flipann Orkukerfi til að búa til samsetningar af orkugjöfum, umbreytingaraðferðum og afköstum.

# seg-129
source: Click on Energy Symbols to visualize the transfer of energy.
is: Smelltu á Orkutákn til að sjá orkuflutninginn fyrir þér.

# seg-130
source: Answer:
is: Svar:

# seg-131
source: 5.07 [[EQ:11]] 104 J
is: 5,07 ${\times }$ 104 J

# seg-132
source: Answer:
is: Svar:

# seg-133
source: c = 0.451 J/g °C; the metal is likely to be iron
is: c = 0,451 J/g °C; málmurinn er líklega járn

# seg-134
source: Solar Thermal Energy Power Plants
is: Sólarvarmaorkuver

# seg-135
source: The sunlight that reaches the earth contains thousands of times more energy than we presently capture.
is: Sólarljósið sem nær til jarðar inniheldur þúsund sinnum meiri orku en við náum að nýta nú um stundir.

# seg-136
source: Solar thermal systems provide one possible solution to the problem of converting energy from the sun into energy we can use.
is: Varmanýtingarkerfi sólarorku bjóða upp á eina mögulega lausn á því vandamáli að breyta orku frá sólinni í orku sem við getum notað.

# seg-137
source: Large-scale solar thermal plants have different design specifics, but all concentrate sunlight to heat some substance; the heat “stored” in that substance is then converted into electricity.
is: Stórfelldar sólarvarmaorkuver hafa mismunandi hönnunareinkenni, en öll þjappa þau saman sólarljósi til að hita eitthvert efni; varmanum sem er „geymdur“ í því efni er síðan breytt í rafmagn.

# seg-138
source: The Solana Generating Station in Arizona’s Sonora Desert produces 280 megawatts of electrical power.
is: Solana-raforkuverið í Sonora-eyðimörkinni í Arizona framleiðir 280 megavött af rafafli.

# seg-139
source: It uses parabolic mirrors that focus sunlight on pipes filled with a heat transfer fluid (HTF) ().
is: Það notar fleygbogaspegla sem beina sólarljósi að rörum sem eru fyllt með varmaflutningsvökva (HTF) ().

# seg-140
source: The HTF then does two things: It turns water into steam, which spins turbines, which in turn produces electricity, and it melts and heats a mixture of salts, which functions as a thermal energy storage system.
is: Varmamiðlunarvökvinn gerir svo tvennt: Hann breytir vatni í gufu sem snýr hverflum sem aftur framleiða rafmagn, og hann bræðir og hitar efnablöndu af söltum sem virkar sem varmaorkugeymslukerfi.

# seg-141
source: After the sun goes down, the molten salt mixture can then release enough of its stored heat to produce steam to run the turbines for 6 hours.
is: Eftir að sólin sest getur bráðna saltblandan losað nægan varma til að framleiða gufu til að keyra hverflana í 6 klukkustundir.

# seg-142
source: Molten salts are used because they possess a number of beneficial properties, including high heat capacities and thermal conductivities.
is: Bráðin sölt eru notuð vegna þess að þau hafa ýmsa hagstæða eiginleika, þar á meðal mikla varmarýmd og varmaleiðni.

# seg-143
source: The 377-megawatt Ivanpah Solar Generating System, located in the Mojave Desert in California, is the largest solar thermal power plant in the world ().
is: Ivanpah sólarorkuverið, sem er 377 megavött og staðsett í Mojave-eyðimörkinni í Kaliforníu, er stærsta sólarvarmaorkuver í heimi (). 170.000 speglar þess beina gríðarlegu magni af sólarljósi að þremur vatnsfylltum turnum og framleiða gufu við yfir 538 °C sem knýr rafmagnsframleiðandi hverfla.

# seg-144
source: Its 170,000 mirrors focus huge amounts of sunlight on three water-filled towers, producing steam at over 538 °C that drives electricity-producing turbines.
is: Það framleiðir næga orku til að sjá 140.000 heimilum fyrir rafmagni.

# seg-145
source: It produces enough energy to power 140,000 homes.
is: Vatn er notað sem vinnuvökvi vegna mikillar varmarýmdar og gufunarvarma.

# seg-146
source: Water is used as the working fluid because of its large heat capacity and heat of vaporization.
is: Að mæla varma

# seg-147
source: Measuring Heat
is: Að mæla varma.

# seg-148
source: Measuring Heat A flask containing 8.0 [[EQ:8]] 102 g of water is heated, and the temperature of the water increases from 21 °C to 85 °C.
is: Flaska sem inniheldur 8,0 ${\times }$ 102 g af vatni er hituð og hitastig vatnsins hækkar úr 21 °C í 85 °C.

# seg-149
source: How much heat did the water absorb?
is: Hversu mikinn varma gleypti vatnið?

# seg-150
source: Solution To answer this question, consider these factors:
is: Lausn Til að svara þessari spurningu skaltu íhuga eftirfarandi þætti:

# seg-151
source: The specific heat of water is 4.184 J/g °C, so to heat 1 g of water by 1 °C requires 4.184 J.
is: Eðlisvarmi vatns er 4,184 J/g °C, þannig að til að hita 1 g af vatni um 1 °C þarf 4,184 J.

# seg-152
source: We note that since 4.184 J is required to heat 1 g of water by 1 °C, we will need 800 times as much to heat 8.0 × 102 g of water by 1 °C.
is: Við tökum eftir því að þar sem 4,184 J þarf til að hita 1 g af vatni um 1 °C, þurfum við 800 sinnum meira til að hita 8,0 × 102 g af vatni um 1 °C.

# seg-153
source: Finally, we observe that since 4.184 J are required to heat 1 g of water by 1 °C, we will need 64 times as much to heat it by 64 °C (that is, from 21 °C to 85 °C).
is: Að lokum sjáum við að þar sem 4,184 J þarf til að hita 1 g af vatni um 1 °C, þurfum við 64 sinnum meira til að hita það um 64 °C (það er, úr 21 °C í 85 °C).

# seg-154
source: This can be summarized using the equation:
is: Þetta má draga saman með jöfnunni:

# seg-155
source: Because the temperature increased, the water absorbed heat and q is positive.
is: Þar sem hitastigið jókst, drakk vatnið í sig varma og q er jákvætt.

# seg-156
source: Check Your LearningHow much heat, in joules, must be added to a 502 g iron skillet to increase its temperature from 25 °C to 250 °C?
is: Prófaðu þig áframHversu miklum varma, í júlum, þarf að bæta við 502 g járnsteikarpönnu til að auka hitastig hennar úr 25 °C í 250 °C?

# seg-157
source: The specific heat of iron is 0.449 J/g °C.
is: Eðlisvarmi járns er 0,449 J/g °C.

# seg-158
source: 5.07 [[EQ:11]] 104 J
is: 5,07 ${\times }$ 104 J

# seg-159
source: Determining Other Quantities
is: Að ákvarða önnur magn

# seg-160
source: Determining Other Quantities A piece of unknown metal weighs 348 g.
is: Að ákvarða önnur magn Óþekktur málmhlutur vegur 348 g.

# seg-161
source: When the metal piece absorbs 6.64 kJ of heat, its temperature increases from 22.4 °C to 43.6 °C.
is: Þegar málmhluturinn drekkur í sig 6,64 kJ af varma hækkar hitastig hans úr 22,4 °C í 43,6 °C.

# seg-162
source: Determine the specific heat of this metal (which might provide a clue to its identity).
is: Ákvarðaðu eðlisvarma þessa málms (sem gæti gefið vísbendingu um hvaða málmur þetta er).

# seg-163
source: Solution Since mass, heat, and temperature change are known for this metal, we can determine its specific heat using the relationship:
is: Lausn Þar sem massi, varmi og hitastigsbreyting eru þekkt fyrir þennan málm getum við ákvarðað eðlisvarma hans með því að nota sambandið:

# seg-164
source: Substituting the known values:
is: Settu inn þekkt gildi:

# seg-165
source: Solving:
is: Lausn:

# seg-166
source: Comparing this value with the values in , this value matches the specific heat of aluminum, which suggests that the unknown metal may be aluminum.
is: Þegar þetta gildi er borið saman við gildin í , samsvarar það eðlisvarma áls, sem bendir til þess að óþekkti málmurinn gæti verið ál.

# seg-167
source: Check Your Learning A piece of unknown metal weighs 217 g.
is: Prófaðu þig áfram Óþekktur málmhlutur vegur 217 g.

# seg-168
source: When the metal piece absorbs 1.43 kJ of heat, its temperature increases from 24.5 °C to 39.1 °C.
is: Þegar málmhluturinn drekkur í sig 1,43 kJ af varma hækkar hitastig hans úr 24,5 °C í 39,1 °C.

# seg-169
source: Determine the specific heat of this metal, and predict its identity.
is: Ákvarðaðu eðlisvarma þessa málms og spáðu fyrir um hvaða málmur þetta er.

# seg-170
source: c = 0.451 J/g °C; the metal is likely to be iron
is: c = 0,451 J/g °C; málmurinn er líklega járn

# seg-171
source: (a) The molecules in a sample of hot water move more rapidly than (b) those in a sample of cold water.
is: Mynd: (a) Sameindirnar í sýni af heitu vatni hreyfast hraðar en (b) þær í sýni af köldu vatni.

# seg-172
source: (a) In an alcohol or mercury thermometer, the liquid (dyed red for visibility) expands when heated and contracts when cooled, much more so than the glass tube that contains the liquid.
is: *Mynd: (a) Í alkóhól- eða kvikasilfurshitamæli þenst vökvinn (rauðlitaður til að sjást betur) út þegar hann er hitaður og dregst saman þegar hann er kældur, mun meira en glerrörið sem inniheldur vökvann.

# seg-173
source: (b) In a bimetallic thermometer, two different metals (such as brass and steel) form a two-layered strip.
is: (b) Í tvímálmahitamæli mynda tveir mismunandi málmar (eins og látún og stál) tveggja laga ræmu.

# seg-174
source: When heated or cooled, one of the metals (brass) expands or contracts more than the other metal (steel), causing the strip to coil or uncoil.
is: Þegar hún er hituð eða kæld þenst annar málmurinn (látún) meira út eða dregst meira saman en hinn málmurinn (stál), sem veldur því að ræman vefst upp eða ofan af sér.

# seg-175
source: Both types of thermometers have a calibrated scale that indicates the temperature. (credit a: modification of work by “dwstucke”/Flickr)
is: Báðar gerðir hitamæla hafa kvarðaðan skala sem sýnir hitastigið. (heimild a: breyting á verki eftir „dwstucke“/Flickr)*

# seg-176
source: (a) Substances H and L are initially at different temperatures, and their atoms have different average kinetic energies.
is: *Mynd: (a) Efnin H og L eru upphaflega á mismunandi hitastigi og atóm þeirra hafa mismunandi meðalhreyfiorku.

# seg-177
source: (b) When they contact each other, collisions between the molecules result in the transfer of kinetic (thermal) energy from the hotter to the cooler matter.
is: (b) Þegar þau komast í snertingu við hvort annað leiða árekstrar milli sameindanna til flutnings á hreyfiorku (varmaorku) frá heitara efninu yfir í það kaldara.

# seg-178
source: (c) The two objects reach “thermal equilibrium” when both substances are at the same temperature and their molecules have the same average kinetic energy.
is: (c) Hlutirnir tveir ná „varmajafnvægi“ þegar bæði efnin eru á sama hitastigi og sameindir þeirra hafa sömu meðalhreyfiorku.*

# seg-179
source: (a) An oxyacetylene torch produces heat by the combustion of acetylene in oxygen.
is: *Mynd: (a) Acetýlen-súrefnislogsuðutæki framleiðir varma með bruna asetýlens í súrefni.

# seg-180
source: The energy released by this exothermic reaction heats and then melts the metal being cut.
is: Orkan sem losnar við þetta útverma hvarf hitar og bræðir síðan málminn sem verið er að skera.

# seg-181
source: The sparks are tiny bits of the molten metal flying away.
is: Neistarnir eru örsmáir bitar af bráðnum málmi sem fljúga í burtu.

# seg-182
source: (b) A cold pack uses an endothermic process to create the sensation of cold. (credit a: modification of work by “Skatebiker”/Wikimedia commons)
is: (b) Kaldur bakstur notar innvermið ferli til að skapa kuldatilfinningu. (heimild a: breyting á verki eftir „Skatebiker“/Wikimedia commons)*

# seg-183
source: Because of its larger mass, a large frying pan has a larger heat capacity than a small frying pan.
is: *Mynd: Vegna meiri massa hefur stór steikarpanna meiri varmarýmd en lítil steikarpanna.

# seg-184
source: Because they are made of the same material, both frying pans have the same specific heat. (credit: Mark Blaser)
is: Þar sem þær eru gerðar úr sama efni hafa báðar steikarpönnurnar sama eðlisvarma. (heimild: Mark Blaser)*

# seg-185
source: This solar thermal plant uses parabolic trough mirrors to concentrate sunlight. (credit a: modification of work by Bureau of Land Management)
is: Mynd: Þessi sólarvarmaverksmiðja notar fleygbogaspegla til að safna saman sólarljósi. (heimild a: breyting á verki eftir Bureau of Land Management)

# seg-186
source: (a) The Ivanpah solar thermal plant uses 170,000 mirrors to concentrate sunlight on water-filled towers.
is: *Mynd: (a) Ivanpah sólarvarmaverksmiðjan notar 170.000 spegla til að safna saman sólarljósi á vatnsfyllta turna.

# seg-187
source: (b) It covers 4000 acres of public land near the Mojave Desert and the California-Nevada border. (credit a: modification of work by Craig Dietrich; credit b: modification of work by “USFWS Pacific Southwest Region”/Flickr)
is: (b) Hún þekur 4000 ekrur af almenningslandi nálægt Mojave-eyðimörkinni og landamærum Kaliforníu og Nevada. (heimild a: breyting á verki eftir Craig Dietrich; heimild b: breyting á verki eftir „USFWS Pacific Southwest Region“/Flickr)*

# seg-188
source: Key Concepts and Summary
is: Lykilhugtök og samantekt

# seg-189
source: Energy is the capacity to supply heat or do work (applying a force to move matter).
is: Orka er geta til að veita varma eða vinna vinnu (beita krafti til að hreyfa efni).

# seg-190
source: Kinetic energy (KE) is the energy of motion; potential energy is energy due to relative position, composition, or condition.
is: Hreyfiorka (KE) er orka hreyfingar; stöðuorka er orka vegna hlutfallslegrar stöðu, samsetningar eða ástands.

# seg-191
source: When energy is converted from one form into another, energy is neither created nor destroyed (law of conservation of energy or first law of thermodynamics).
is: Þegar orku er breytt úr einu formi í annað er orka hvorki búin til né eytt (lögmálið um varðveislu orku eða fyrsta lögmál varmafræðinnar).

# seg-192
source: The thermal energy of matter is due to the kinetic energies of its constituent atoms or molecules.
is: Varmaorka efnis stafar af hreyfiorku atóma eða sameinda sem það er gert úr.

# seg-193
source: Temperature is an intensive property of matter reflecting hotness or coldness that increases as the average kinetic energy increases.
is: Hitastig er eiginleiki efnis sem endurspeglar hita eða kulda og eykst eftir því sem meðalhreyfiorka eykst.

# seg-194
source: Heat is the transfer of thermal energy between objects at different temperatures.
is: Varmi er flutningur varmaorku milli hluta á mismunandi hitastigi.

# seg-195
source: Chemical and physical processes can absorb heat (endothermic) or release heat (exothermic).
is: Efna- og eðlisfræðileg ferli geta tekið upp varma (innvermið) eða losað varma (útvermið).

# seg-196
source: The SI unit of energy, heat, and work is the joule (J).
is: SI-eining orku, varma og vinnu er júl (J).

# seg-197
source: Specific heat and heat capacity are measures of the energy needed to change the temperature of a substance or object.
is: Eðlisvarmi og varmarýmd eru mælikvarðar á þá orku sem þarf til að breyta hitastigi efnis eða hlutar.

# seg-198
source: The amount of heat absorbed or released by a substance depends directly on the type of substance, its mass, and the temperature change it undergoes.
is: Magn varma sem efni tekur upp eða losar fer beint eftir tegund efnis, massa þess og hitastigsbreytingunni sem það verður fyrir.

# seg-199
source: Key Equations
is: Lykiljafna

# seg-200
source: Chemistry End of Chapter Exercises
is: Efnafræði – verkefni í lok kafla

# seg-201
source: A burning match and a bonfire may have the same temperature, yet you would not sit around a burning match on a fall evening to stay warm.
is: Brennandi eldspýta og varðeldur geta haft sama hitastig, en samt myndir þú ekki sitja við brennandi eldspýtu á haustkvöldi til að halda á þér hita.

# seg-202
source: Why not?
is: Hvers vegna ekki?

# seg-203
source: The temperature of 1 gram of burning wood is approximately the same for both a match and a bonfire.
is: Hitastig 1 gramms af brennandi viði er um það bil það sama fyrir bæði eldspýtu og varðeld

# seg-205
source: However, the overall amount of produced heat depends on the amount of material; this is an extensive property.
is: Þetta er eðliseiginleiki og fer eftir efninu (viði).

# seg-206
source: The amount of wood in a bonfire is much greater than that in a match; the total amount of produced heat is also much greater, which is why we can sit around a bonfire to stay warm, but a match would not provide enough heat to keep us from getting cold.
is: Heildarmagn varmans sem myndast fer hins vegar eftir magni efnisins; þetta er magnbundinn eiginleiki.
