Repository: SigurdurVilhelmsson/namsbokasafn-efni
Catalog: books/efnafraedi/03-faithful/xliff/ch05/5-1.xliff
Languages: is

# seg-1
source: Energy Basics
is: Grundvallaratriði orku

# seg-2
source: Energy
is: Orka

# seg-3
source: Energy can be defined as the capacity to supply heat or do work.
is: Hægt er að skilgreina orku sem getuna til að veita varma eða vinna vinnu.

# seg-4
source: One type of work (w) is the process of causing matter to move against an opposing force.
is: Ein tegund vinnu (w) er ferlið að fá efni til að hreyfast gegn andstæðum krafti.

# seg-5
source: For example, we do work when we inflate a bicycle tire—we move matter (the air in the pump) against the opposing force of the air already in the tire.
is: Til dæmis vinnum við vinnu þegar við blásum lofti í hjólbarða – við hreyfum efni (loftið í pumpunni) gegn andstæðum krafti loftsins sem þegar er í hjólbarðanum.

# seg-6
source: Like matter, energy comes in different types.
is: Líkt og efni er orka til í mismunandi gerðum.

# seg-7
source: One scheme classifies energy into two types: potential energy, the energy an object has because of its relative position, composition, or condition, and kinetic energy, the energy that an object possesses because of its motion.
is: Ein flokkun skiptir orku í tvær tegundir: stöðuorku, orkan sem hlutur hefur vegna hlutfallslegrar stöðu sinnar, samsetningar eða ástands, og hreyfiorku, orkan sem hlutur býr yfir vegna hreyfingar sinnar.

# seg-8
source: Water at the top of a waterfall or dam has potential energy because of its position; when it flows downward through generators, it has kinetic energy that can be used to do work and produce electricity in a hydroelectric plant ().
is: Vatn efst í fossi eða stíflu hefur stöðuorku vegna staðsetningar sinnar; þegar það rennur niður í gegnum rafala hefur það hreyfiorku sem hægt er að nota til að vinna vinnu og framleiða rafmagn í vatnsaflsvirkjun ().

# seg-9
source: A battery has potential energy because the chemicals within it can produce electricity that can do work.
is: Rafhlaða hefur stöðuorku vegna þess að efnin í henni geta framleitt rafmagn sem getur unnið vinnu.

# seg-10
source: Energy can be converted from one form into another, but all of the energy present before a change occurs always exists in some form after the change is completed.
is: Orku er hægt að breyta úr einu formi í annað, en öll orkan sem er til staðar áður en breyting á sér stað er alltaf til í einhverju formi eftir að breytingunni er lokið.

# seg-11
source: This observation is expressed in the law of conservation of energy: during a chemical or physical change, energy can be neither created nor destroyed, although it can be changed in form. (This is also one version of the first law of thermodynamics, as you will learn later.)
is: Þessi athugun er sett fram í lögmálinu um varðveislu orku: við efna- eða eðlisfræðilega breytingu getur orka hvorki orðið til né eyðst, þótt henni sé hægt að breyta í annað form. (Þetta er líka ein útgáfa af fyrsta lögmáli varmafræðinnar, eins og þú munt læra síðar.)

# seg-12
source: When one substance is converted into another, there is always an associated conversion of one form of energy into another.
is: Þegar einu efni er breytt í annað fylgir því alltaf umbreyting á einu orkuformi í annað.

# seg-13
source: Heat is usually released or absorbed, but sometimes the conversion involves light, electrical energy, or some other form of energy.
is: Varmi losnar yfirleitt eða er tekinn upp, en stundum felur umbreytingin í sér ljós, raforku eða eitthvert annað orkuform.

# seg-14
source: For example, chemical energy (a type of potential energy) is stored in the molecules that compose gasoline.
is: Til dæmis er efnaorka (tegund stöðuorku) geymd í sameindunum sem mynda bensín.

# seg-15
source: When gasoline is combusted within the cylinders of a car’s engine, the rapidly expanding gaseous products of this chemical reaction generate mechanical energy (a type of kinetic energy) when they move the cylinders’ pistons.
is: Þegar bensín brennur í strokkum bílvélar mynda hinar ört stækkandi loftkenndu afurðir þessa efnahvarfs vélræna orku (tegund hreyfiorku) þegar þær hreyfa stimpla strokkanna.

# seg-16
source: According to the law of conservation of matter (seen in an earlier chapter), there is no detectable change in the total amount of matter during a chemical change.
is: Samkvæmt lögmálinu um varðveislu efnis (sem fjallað var um í fyrri kafla) verður engin greinanleg breyting á heildarmagni efnis við efnabreytingu.

# seg-17
source: When chemical reactions occur, the energy changes are relatively modest and the mass changes are too small to measure, so the laws of conservation of matter and energy hold well.
is: Þegar efnahvörf eiga sér stað eru orkubreytingarnar tiltölulega litlar og massabreytingarnar of litlar til að mæla, þannig að lögmálin um varðveislu efnis og orku eiga vel við.

# seg-18
source: However, in nuclear reactions, the energy changes are much larger (by factors of a million or so), the mass changes are measurable, and matter-energy conversions are significant.
is: Í kjarnahvörfum eru orkubreytingarnar hins vegar mun stærri (um milljónfalt), massabreytingarnar eru mælanlegar og umbreyting efnis og orku er umtalsverð.

# seg-19
source: This will be examined in more detail in a later chapter on nuclear chemistry.
is: Þetta verður skoðað nánar í síðari kafla um kjarnaefnafræði.

# seg-20
source: (a) Water at a higher elevation, for example, at the top of Victoria Falls, has a higher potential energy than water at a lower elevation.
is: *Mynd: (a) Vatn í meiri hæð, til dæmis efst í Viktoríufossum, hefur meiri stöðuorku en vatn í minni hæð.

# seg-21
source: As the water falls, some of its potential energy is converted into kinetic energy.
is: Þegar vatnið fellur breytist hluti stöðuorku þess í hreyfiorku.

# seg-22
source: (b) If the water flows through generators at the bottom of a dam, such as the Hoover Dam shown here, its kinetic energy is converted into electrical energy. (credit a: modification of work by Steve Jurvetson; credit b: modification of work by “curimedia”/Wikimedia commons)
is: (b) Ef vatnið rennur í gegnum rafala neðst í stíflu, eins og Hoover-stíflunni sem sýnd er hér, breytist hreyfiorka þess í raforku. (Heimild a: breyting á verki eftir Steve Jurvetson; heimild b: breyting á verki eftir „curimedia“/Wikimedia commons)*

# seg-23
source: Thermal Energy, Temperature, and Heat
is: Varmaorka, hitastig og varmi

# seg-24
source: Thermal energy is kinetic energy associated with the random motion of atoms and molecules. Temperature is a quantitative measure of “hot” or “cold.” When the atoms and molecules in an object are moving or vibrating quickly, they have a higher average kinetic energy (KE), and we say that the object is “hot.” When the atoms and molecules are moving slowly, they have lower average KE, and we say that the object is “cold” ().
is: Varmaorka er hreyfiorka sem tengist tilviljanakenndri hreyfingu atóma og sameinda. Hitastig er magnbundinn mælikvarði á „hita“ eða „kulda“.

# seg-25
source: Assuming that no chemical reaction or phase change (such as melting or vaporizing) occurs, increasing the amount of thermal energy in a sample of matter will cause its temperature to increase.
is: Þegar atóm og sameindir í hlut hreyfast eða titra hratt hafa þau hærri meðalhreyfiorku (KE) og við segjum að hluturinn sé „heitur“.

# seg-26
source: And, assuming that no chemical reaction or phase change (such as condensation or freezing) occurs, decreasing the amount of thermal energy in a sample of matter will cause its temperature to decrease.
is: Þegar atóm og sameindir hreyfast hægt hafa þau lægri meðalhreyfiorku og við segjum að hluturinn sé „kaldur“ ().

# seg-27
source: Click on this [interactive simulation](http://openstax.org/l/16PHETtempFX)interactive simulation to view the effects of temperature on molecular motion.
is: Að því gefnu að ekkert efnahvarf eða fasabreyting (svo sem bráðnun eða uppgufun) eigi sér stað mun aukning á magni varmaorku í sýni af efni valda því að hitastig þess hækkar.

# seg-28
source: Most substances expand as their temperature increases and contract as their temperature decreases.
is: Og að því gefnu að ekkert efnahvarf eða fasabreyting (svo sem þétting eða frost) eigi sér stað mun minnkun á magni varmaorku í sýni af efni valda því að hitastig þess lækkar.

# seg-29
source: This property can be used to measure temperature changes, as shown in .
is: Smelltu á þessa gagnvirku hermun til að sjá áhrif hitastigs á hreyfingu sameinda.

# seg-30
source: The operation of many thermometers depends on the expansion and contraction of substances in response to temperature changes.
is: Flest efni þenjast út þegar hitastig þeirra hækkar og dragast saman þegar hitastig þeirra lækkar.

# seg-31
source: The following [demonstration](http://openstax.org/l/16Bimetallic)demonstration allows one to view the effects of heating and cooling a coiled bimetallic strip.
is: Hægt er að nota þennan eiginleika til að mæla hitastigsbreytingar, eins og sýnt er í .

# seg-32
source: Heat (q) is the transfer of thermal energy between two bodies at different temperatures.
is: Virkni margra hitamæla byggist á útþenslu og samdrætti efna til að bregðast við hitastigsbreytingum.

# seg-33
source: Heat flow (a redundant term, but one commonly used) increases the thermal energy of one body and decreases the thermal energy of the other.
is: Eftirfarandi sýnikennsla gerir manni kleift að sjá áhrif þess að hita og kæla uppvafða tvímálmsræmu.

# seg-34
source: Suppose we initially have a high temperature (and high thermal energy) substance (H) and a low temperature (and low thermal energy) substance (L).
is: Varmi (q) er flutningur varmaorku milli tveggja hluta með mismunandi hitastig.

# seg-35
source: The atoms and molecules in H have a higher average KE than those in L.
is: Varmaflæði (óþarft hugtak, en algengt) eykur varmaorku eins hlutar og minnkar varmaorku hins.

# seg-36
source: If we place substance H in contact with substance L, the thermal energy will flow spontaneously from substance H to substance L.
is: Gerum ráð fyrir að við höfum í upphafi efni með hátt hitastig (og mikla varmaorku) (H) og efni með lágt hitastig (og litla varmaorku) (L).

# seg-37
source: The temperature of substance H will decrease, as will the average KE of its molecules; the temperature of substance L will increase, along with the average KE of its molecules.
is: Atómin og sameindirnar í H hafa hærri meðalhreyfiorku en þau í L.

# seg-38
source: Heat flow will continue until the two substances are at the same temperature ().
is: Ef við setjum efni H í snertingu við efni L mun varmaorkan flæða sjálfkrafa frá efni H til efnis L.

# seg-39
source: Click on the [PhET simulation](http://openstax.org/l/16PHETenergy)PhET simulation to explore energy forms and changes.
is: Hitastig efnis H mun lækka, sem og meðalhreyfiorka sameinda þess; hitastig efnis L mun hækka, ásamt meðalhreyfiorku sameinda þess.

# seg-40
source: Visit the Energy Systems tab to create combinations of energy sources, transformation methods, and outputs.
is: Varmaflæði heldur áfram þar til efnin tvö eru við sama hitastig ().

# seg-41
source: Click on Energy Symbols to visualize the transfer of energy.
is: Smelltu á PhET-hermunina til að kanna orkuform og breytingar.

# seg-42
source: Matter undergoing chemical reactions and physical changes can release or absorb heat.
is: Farðu í flipann Orkukerfi til að búa til samsetningar af orkugjöfum, umbreytingaraðferðum og afköstum.

# seg-43
source: A change that releases heat is called an exothermic process.
is: Smelltu á Orkutákn til að sjá orkuflutninginn fyrir þér.

# seg-44
source: For example, the combustion reaction that occurs when using an oxyacetylene torch is an exothermic process—this process also releases energy in the form of light as evidenced by the torch’s flame ().
is: Efni sem gangast undir efnahvörf og eðlisfræðilegar breytingar getur losað eða tekið upp varma.

# seg-45
source: A reaction or change that absorbs heat is an endothermic process.
is: Breyting sem losar varma er kölluð útvermið ferli.

# seg-46
source: A cold pack used to treat muscle strains provides an example of an endothermic process.
is: Til dæmis er brunaferlið sem á sér stað við notkun á súrefnis-asetýlen logsuðutæki útvermið ferli – þetta ferli losar einnig orku í formi ljóss eins og sést á loga tækisins ().

# seg-47
source: When the substances in the cold pack (water and a salt like ammonium nitrate) are brought together, the resulting process absorbs heat, leading to the sensation of cold.
is: Hvarf eða breyting sem tekur upp varma er innvermið ferli.

# seg-48
source: Historically, energy was measured in units of calories (cal).
is: Kaldur bakstur sem notaður er til að meðhöndla tognun í vöðvum er dæmi um innvermið ferli.

# seg-49
source: A calorie is the amount of energy required to raise one gram of water by 1 degree C (1 kelvin).
is: Þegar efnin í kalda bakstrinum (vatn og salt eins og ammóníumnítrat) eru sett saman tekur ferlið sem myndast upp varma, sem leiðir til kuldatilfinningar.

# seg-51
source: The ease of measurement of energy changes in calories has meant that the calorie is still frequently used.
is: Sögulega var orka mæld í einingunni kaloría (kal).

# seg-52
source: The Calorie (with a capital C), or large calorie, commonly used in quantifying food energy content, is a kilocalorie.
is: Ein kaloría er orkumagnið sem þarf til að hækka hitastig eins gramms af vatni um 1 °C (1 kelvin).

# seg-53
source: The SI unit of heat, work, and energy is the joule.
is: Þetta magn er þó háð loftþrýstingi og upphafshitastigi vatnsins.

# seg-54
source: A joule (J) is defined as the amount of energy used when a force of 1 newton moves an object 1 meter.
is: Þar sem auðvelt er að mæla orkubreytingar í kaloríum er einingin enn mikið notuð.

# seg-55
source: It is named in honor of the English physicist James Prescott Joule.
is: Kalorían (með stóru K), eða stóra kalorían, sem er almennt notuð til að magngreina orkuinnihald matvæla, er kílókaloría.

# seg-56
source: One joule is equivalent to 1 kg m2/s2, which is also called 1 newton–meter.
is: SI-eining varma, vinnu og orku er júl.

# seg-57
source: A kilojoule (kJ) is 1000 joules.
is: Eitt júl (J) er skilgreint sem orkumagnið sem notað er þegar kraftur upp á 1 njúton færir hlut um 1 metra.

# seg-58
source: To standardize its definition, 1 calorie has been set to equal 4.184 joules.
is: Einingin er nefnd til heiðurs enska eðlisfræðingnum James Prescott Joule.

# seg-59
source: We now introduce two concepts useful in describing heat flow and temperature change.
is: Eitt júl jafngildir 1 kg m2/s2, sem er einnig kallað 1 njútonmetri.

# seg-60
source: The heat capacity (C) of a body of matter is the quantity of heat (q) it absorbs or releases when it experiences a temperature change (ΔT) of 1 degree Celsius (or equivalently, 1 kelvin):
is: Eitt kílójúl (kJ) er 1000 júl.

# seg-61
source: Heat capacity is determined by both the type and amount of substance that absorbs or releases heat.
is: Til að staðla skilgreininguna hefur 1 kaloría verið sett jöfn 4,184 júlum.

# seg-62
source: It is therefore an extensive property—its value is proportional to the amount of the substance.
is: Nú kynnum við tvö hugtök sem eru gagnleg til að lýsa varmaflæði og hitastigsbreytingum. Varmarýmd (C) efnis er það magn varma (q) sem það gleypir eða losar þegar það verður fyrir hitastigsbreytingu (ΔT) um 1 gráðu á Celsíus (eða samsvarandi, 1 kelvin):

# seg-63
source: For example, consider the heat capacities of two cast iron frying pans.
is: Varmarýmd ræðst bæði af gerð og magni efnisins sem gleypir eða losar varma.

# seg-64
source: The heat capacity of the large pan is five times greater than that of the small pan because, although both are made of the same material, the mass of the large pan is five times greater than the mass of the small pan.
is: Hún er því útþaninn eiginleiki – gildi hennar er í réttu hlutfalli við magn efnisins.

# seg-65
source: More mass means more atoms are present in the larger pan, so it takes more energy to make all of those atoms vibrate faster.
is: Tökum sem dæmi varmarýmd tveggja steypujárnspanna.

# seg-66
source: The heat capacity of the small cast iron frying pan is found by observing that it takes 18,140 J of energy to raise the temperature of the pan by 50.0 °C:
is: Varmarýmd stóru pönnunnar er fimm sinnum meiri en litlu pönnunnar því þótt báðar séu úr sama efni er massi stóru pönnunnar fimm sinnum meiri en massi litlu pönnunnar.

# seg-67
source: The larger cast iron frying pan, while made of the same substance, requires 90,700 J of energy to raise its temperature by 50.0 °C.
is: Meiri massi þýðir að fleiri atóm eru í stærri pönnunni, svo það þarf meiri orku til að láta öll þessi atóm titra hraðar.

# seg-68
source: The larger pan has a (proportionally) larger heat capacity because the larger amount of material requires a (proportionally) larger amount of energy to yield the same temperature change:
is: Varmarýmd litlu steypujárnspönnunnar er fundin með því að sjá að það þarf 18.140 J af orku til að hækka hitastig pönnunnar um 50,0 °C:

# seg-69
source: The specific heat capacity (c) of a substance, commonly called its “specific heat,” is the quantity of heat required to raise the temperature of 1 gram of a substance by 1 degree Celsius (or 1 kelvin):
is: Stærri steypujárnspannan, þótt hún sé úr sama efni, þarf 90.700 J af orku til að hækka hitastig sitt um 50,0 °C.

# seg-70
source: Specific heat capacity depends only on the kind of substance absorbing or releasing heat.
is: Stærri pannan hefur (hlutfallslega) meiri varmarýmd vegna þess að meira magn efnis krefst (hlutfallslega) meira magns orku til að ná sömu hitastigsbreytingu:

# seg-71
source: It is an intensive property—the type, but not the amount, of the substance is all that matters.
is: Eðlisvarmi (c) efnis er það magn varma sem þarf til að hækka hitastig 1 gramms af efni um 1 gráðu á Celsíus (eða 1 kelvin):

# seg-72
source: For example, the small cast iron frying pan has a mass of 808 g.
is: Eðlisvarmi fer aðeins eftir gerð efnisins sem gleypir eða losar varma.

# seg-73
source: The specific heat of iron (the material used to make the pan) is therefore:
is: Hann er eðliseiginleiki – gerð efnisins, en ekki magn þess, er það eina sem skiptir máli.

# seg-74
source: The large frying pan has a mass of 4040 g.
is: Til dæmis er massi litlu steypujárnspönnunnar 808 g.

# seg-75
source: Using the data for this pan, we can also calculate the specific heat of iron:
is: Eðlisvarmi járns (efnisins sem pannan er gerð úr) er því:

# seg-76
source: Although the large pan is more massive than the small pan, since both are made of the same material, they both yield the same value for specific heat (for the material of construction, iron).
is: Stóra pannan hefur massa upp á 4040 g.

# seg-77
source: Note that specific heat is measured in units of energy per temperature per mass and is an intensive property, being derived from a ratio of two extensive properties (heat and mass).
is: Með því að nota gögnin fyrir þessa pönnu getum við einnig reiknað út eðlisvarma járns:

# seg-78
source: The molar heat capacity, also an intensive property, is the heat capacity per mole of a particular substance and has units of J/mol °C ().
is: Þrátt fyrir að stóra pannan sé massameiri en sú litla, gefa þær báðar sama gildi fyrir eðlisvarma (fyrir byggingarefnið, járn) þar sem þær eru báðar úr sama efni.

# seg-79
source: Water has a relatively high specific heat (about 4.2 J/g °C for the liquid and 2.09 J/g °C for the solid); most metals have much lower specific heats (usually less than 1 J/g °C).
is: Athugið að eðlisvarmi er mældur í einingum orku á hitastig á massa og er eðliseiginleiki, þar sem hann er fenginn úr hlutfalli tveggja útþaninna eiginleika (varma og massa).

# seg-80
source: The specific heat of a substance varies somewhat with temperature.
is: Mólvarmarýmd, sem einnig er eðliseiginleiki, er varmarýmd á mól tiltekins efnis og hefur einingarnar J/mól °C.

# seg-81
source: However, this variation is usually small enough that we will treat specific heat as constant over the range of temperatures that will be considered in this chapter.
is: Vatn hefur tiltölulega háan eðlisvarma (um 4,2 J/g °C fyrir vökva og 2,09 J/g °C fyrir fast efni); flestir málmar hafa mun lægri eðlisvarma (venjulega minna en 1 J/g °C).

# seg-82
source: Specific heats of some common substances are listed in .
is: Eðlisvarmi efnis er nokkuð breytilegur með hitastigi.

# seg-83
source: If we know the mass of a substance and its specific heat, we can determine the amount of heat, q, entering or leaving the substance by measuring the temperature change before and after the heat is gained or lost:
is: Þessi breyting er þó yfirleitt nógu lítil til að við munum meðhöndla eðlisvarma sem fasta á því hitastigsbili sem fjallað verður um í þessum kafla.

# seg-84
source: In this equation, c is the specific heat of the substance, m is its mass, and ΔT (which is read “delta T”) is the temperature change, Tfinal − Tinitial.
is: Eðlisvarmar nokkurra algengra efna eru taldir upp í .

# seg-85
source: If a substance gains thermal energy, its temperature increases, its final temperature is higher than its initial temperature, Tfinal − Tinitial has a positive value, and the value of q is positive.
is: Ef við þekkjum massa efnis og eðlisvarma þess getum við ákvarðað varmamagnið, q, sem fer inn í eða út úr efninu með því að mæla hitastigsbreytinguna fyrir og eftir að varminn er fenginn eða tapaður:

# seg-86
source: If a substance loses thermal energy, its temperature decreases, the final temperature is lower than the initial temperature, Tfinal − Tinitial has a negative value, and the value of q is negative.
is: Í þessari jöfnu er c eðlisvarmi efnisins, m er massi þess og ΔT (sem er lesið „delta T“) er hitastigsbreytingin, Tlok − Tupphafs.

# seg-87
source: Measuring Heat A flask containing 8.0 [[EQ:8]] 102 g of water is heated, and the temperature of the water increases from 21 °C to 85 °C.
is: Ef efni fær varmaorku hækkar hitastig þess, lokahitastig þess er hærra en upphafshitastig þess, Tlok − Tupphafs hefur jákvætt gildi og gildi q er jákvætt.

# seg-88
source: How much heat did the water absorb?
is: Ef efni tapar varmaorku lækkar hitastig þess, lokahitastigið er lægra en upphafshitastigið, Tlok − Tupphafs hefur neikvætt gildi og gildi q er neikvætt.

# seg-89
source: Solution To answer this question, consider these factors:
is: Að mæla varma Flaska sem inniheldur 8,0 ${\times }$ 102 g af vatni er hituð og hitastig vatnsins hækkar úr 21 °C í 85 °C.

# seg-90
source: The specific heat of water is 4.184 J/g °C, so to heat 1 g of water by 1 °C requires 4.184 J.
is: Hversu mikinn varma gleypti vatnið?

# seg-91
source: We note that since 4.184 J is required to heat 1 g of water by 1 °C, we will need 800 times as much to heat 8.0 × 102 g of water by 1 °C.
is: Lausn Til að svara þessari spurningu skaltu íhuga þessa þætti:

# seg-92
source: Finally, we observe that since 4.184 J are required to heat 1 g of water by 1 °C, we will need 64 times as much to heat it by 64 °C (that is, from 21 °C to 85 °C).
is: Eðlisvarmi vatns er 4,184 J/g °C, þannig að til að hita 1 g af vatni um 1 °C þarf 4,184 J.

# seg-93
source: This can be summarized using the equation:
is: Við tökum eftir því að þar sem 4,184 J þarf til að hita 1 g af vatni um 1 °C, munum við þurfa 800 sinnum meira til að hita 8,0 × 102 g af vatni um 1 °C.

# seg-94
source: Because the temperature increased, the water absorbed heat and q is positive.
is: Að lokum sjáum við að þar sem 4.184 J þarf til að hita 1 g af vatni um 1 °C, þá þurfum við 64 sinnum meira til að hita það um 64 °C (þ.e. úr 21 °C í 85 °C).
