{
  "module": "m68667",
  "section": "1.2",
  "chapter": 1,
  "title": "Phases and Classification of Matter",
  "figures": {
    "CNX_Chem_01_02_StatesMatt": {
      "number": "1.6",
      "imagePath": "CNX_Chem_01_02_StatesMatt.jpg",
      "captionEn": "The three most common states or phases of matter are solid, liquid, and gas.",
      "altText": "A beaker labeled solid contains a cube of red matter and says has fixed shape and volume. A beaker labeled liquid contains a brownish-red colored liquid. This beaker says takes shape of container, forms horizontal surfaces, has fixed volume. The beaker labeled gas is filled with a light brown gas. This beaker says expands to fill container."
    },
    "CNX_Chem_01_02_Plasma": {
      "number": "1.7",
      "imagePath": "CNX_Chem_01_02_Plasma.jpg",
      "captionEn": "A plasma torch can be used to cut metal. (credit: “Hypertherm”/Wikimedia Commons)",
      "altText": "A cutting torch is being used to cut a piece of metal. Bright, white colored plasma can be seen near the tip of the torch, where it is contacting the metal.",
      "class": "scaled-down"
    },
    "CNX_Chem_01_02_ConsMatter": {
      "number": "1.8",
      "imagePath": "CNX_Chem_01_02_ConsMatter.jpg",
      "captionEn": "(a) The mass of beer precursor materials is the same as the mass of beer produced: Sugar has become alcohol and carbon dioxide. (b) The mass of the lead, lead oxide, and sulfuric acid consumed by the production of electricity is exactly equal to the mass of lead sulfate and water that is formed.",
      "altText": "Diagram A shows a beer bottle containing pre-beer and sugar. An arrow points from this bottle to a second bottle. This second bottle contains the same volume of liquid, however, the sugar has been converted into ethanol and carbonation as beer was made. Diagram B shows a car battery that contains sheets of P B and P B O subscript 2 along with H subscript 2 S O subscript 4. After the battery is used, it contains an equal mass of P B S O subscript 4 and H subscript 2 O."
    },
    "CNX_Chem_01_02_decomp": {
      "number": "1.9",
      "imagePath": "CNX_Chem_01_02_decomp.jpg",
      "captionEn": "(a) The compound mercury(II) oxide, (b) when heated, (c) decomposes into silvery droplets of liquid mercury and invisible oxygen gas. (credit: modification of work by Paul Flowers)",
      "altText": "This figure shows a series of three photos labeled a, b, and c. Photo a shows the bottom of a test tube that is filled with an orange-red substance. A slight amount of a silver substance is also visible. Photo b shows the substance in the test tube being heated over a flame. Photo c shows a test tube that is not longer being heated. The orange-red substance is almost completely gone, and small, silver droplets of a substance are left.",
      "class": "scaled-down"
    },
    "CNX_Chem_01_02_Mixtures": {
      "number": "1.10",
      "imagePath": "CNX_Chem_01_02_Mixtures.jpg",
      "captionEn": "(a) Oil and vinegar salad dressing is a heterogeneous mixture because its composition is not uniform throughout. (b) A commercial sports drink is a homogeneous mixture because its composition is uniform throughout. (credit a “left”: modification of work by John Mayer; credit a “right”: modification of work by Umberto Salvagnin; credit b “left: modification of work by Jeff Bedford)",
      "altText": "Diagram A shows a glass containing a red liquid with a layer of yellow oil floating on the surface of the red liquid. A zoom in box is magnifying a portion of the red liquid that contains some of the yellow oil. The zoomed in image shows that oil is forming round droplets within the red liquid. Diagram B shows a photo of Gatorade G 2. A zoom in box is magnifying a portion of the Gatorade, which is uniformly red.",
      "class": "scaled-down"
    },
    "CNX_Chem_01_02_MattType": {
      "number": "1.11",
      "imagePath": "CNX_Chem_01_02_MattType.jpg",
      "captionEn": "Depending on its properties, a given substance can be classified as a homogeneous mixture, a heterogeneous mixture, a compound, or an element.",
      "altText": "This flow chart begins with matter at the top and the question: does the matter have constant properties and composition? If no, then it is a mixture. This leads to the next question: is it uniform throughout? If no, it is heterogeneous. If yes, it is homogenous. If the matter does have constant properties and composition, it is a pure substance. This leads to the next question: can it be simplified chemically? If no, it is an element. If yes, then it is a compound."
    },
    "CNX_Chem_01_02_GoldAtoms": {
      "number": "1.12",
      "imagePath": "CNX_Chem_01_02_GoldAtoms.jpg",
      "captionEn": "(a) This photograph shows a gold nugget. (b) A scanning-tunneling microscope (STM) can generate views of the surfaces of solids, such as this image of a gold crystal. Each sphere represents one gold atom. (credit a: modification of work by United States Geological Survey; credit b: modification of work by “Erwinrossen”/Wikimedia Commons)",
      "altText": "Figure A shows a gold nugget as it would appear to the naked eye. The gold nugget is very irregular, with many sharp edges. It appears gold in color. The microscope image of a gold crystal shows many similarly sized gold stripes that are separated by dark areas. Looking closely, one can see that the gold stripes are made of many, tiny, circular atoms."
    },
    "CNX_Chem_01_02_Cellulose": {
      "number": "1.13",
      "imagePath": "CNX_Chem_01_02_Cellulose.jpg",
      "captionEn": "These images provide an increasingly closer view: (a) a cotton boll, (b) a single cotton fiber viewed under an optical microscope (magnified 40 times), (c) an image of a cotton fiber obtained with an electron microscope (much higher magnification than with the optical microscope); and (d and e) atomic-level models of the fiber (spheres of different colors represent atoms of different elements). (credit c: modification of work by “Featheredtar”/Wikimedia Commons)",
      "altText": "Figure A shows a puffy white cotton boll growing on a brown twig. Figure B shows a magnified cotton strand. The strand appears transparent but contains dark areas within its interior. Figure C shows the surface of several crisscrossing and overlapping cotton fibers. Its surface is rough along the edges but smooth near the center of each strand. Figure D shows three strands of molecules connected into three vertical chains. Each strand contains about five molecules. Figure E shows that the cotton molecule contains about a dozen atoms. The black carbon atoms form rings that are connected by red oxygen atoms. Many of the carbon atoms are also bonded to hydrogen atoms, shown as white balls, or other oxygen atoms."
    },
    "CNX_Chem_01_02_Molecules": {
      "number": "1.14",
      "imagePath": "CNX_Chem_01_02_Molecules.jpg",
      "captionEn": "The elements hydrogen, oxygen, phosphorus, and sulfur form molecules consisting of two or more atoms of the same element. The compounds water, carbon dioxide, and glucose consist of combinations of atoms of different elements.",
      "altText": "The hydrogen molecule, H subscript 2, is shown as two small, white balls bonded together. The oxygen molecule O subscript 2, is shown as two red balls bonded together. The phosphorous molecule, P subscript 4, is shown as four orange balls bonded tightly together. The sulfur molecule, S subscript 8, is shown as 8 yellow balls linked together. Water molecules, H subscript 2 O, consist of one red oxygen atom bonded to two smaller white hydrogen atoms. The hydrogen atoms are at an angle on the oxygen molecule. Carbon dioxide, C O subscript 2, consists of one carbon atom and two oxygen atoms. One oxygen atom is bonded to the carbon’s right side and the other oxygen is bonded to the carbon’s left side. Glucose, C subscript 6 H subscript 12 O subscript 6, contains a chain of carbon atoms that have attached oxygen or hydrogen atoms."
    },
    "CNX_Chem_01_01_Electrolys": {
      "number": "1.15",
      "imagePath": "CNX_Chem_01_01_Electrolys.jpg",
      "captionEn": "The decomposition of water is shown at the macroscopic, microscopic, and symbolic levels. The battery provides an electric current (microscopic) that decomposes water. At the macroscopic level, the liquid separates into the gases hydrogen (on the left) and oxygen (on the right). Symbolically, this change is presented by showing how liquid H~2~O separates into H~2~ and O~2~ gases.",
      "altText": "A rectangular battery is immersed in a beaker filled with liquid. Each of the battery terminals are covered by an overturned test tube. The test tubes each contain a bubbling liquid. Zoom in areas indicate that the liquid in the beaker is water, 2 H subscript 2 O liquid. The bubbles in the test tube over the negative terminal are hydrogen gas, 2 H subscript 2 gas. The bubbles in the test tube over the positive terminal are oxygen gas, O subscript 2 gas."
    },
    "CNX_Chem_01_01_FuelCell": {
      "number": "1.16",
      "imagePath": "CNX_Chem_01_01_FuelCell.jpg",
      "captionEn": "A fuel cell generates electrical energy from hydrogen and oxygen via an electrochemical process and produces only water as the waste product.",
      "altText": "The fuel cell consists of a proton exchange membrane sandwiched between an anode and a cathode. Hydrogen gas enters the battery near the anode. Oxygen gas enters the battery near the cathode. The entering hydrogen gas is broken up into single white spheres that each have a positive charge. These are protons. The protons repel negatively-charged electrons within the anode. These electrons travel through a circuit, providing electricity to anything attached to the battery. The protons continue through the proton exchange membrane and through the cathode to reach the oxygen gas molecules at the opposite end of the battery. There, the oxygen atoms split up into single red spheres. Each oxygen atom takes on two of the incoming protons to form a water molecule.",
      "class": "scaled-down"
    },
    "CNX_Chem_01_02_CellPhone": {
      "number": "1.17",
      "imagePath": "CNX_Chem_01_02_CellPhone.jpg",
      "captionEn": "Almost one-third of naturally occurring elements are used to make a cell phone. (credit: modification of work by John Taylor)",
      "altText": "A cell phone is labeled to show what its components are made of. The case components are made of polymers such as A B S and or metals such as aluminum, iron, and magnesium. The processor components are made of silicon, common metals such as copper, tin and gold, and uncommon elements such as yttrium and gadolinium. The screen components are made of silicon oxide, also known as glass. The glass is strengthened by the addition of aluminum, sodium, and potassium. The battery components contain lithium combined with other metals such as cobalt, iron, and copper."
    }
  },
  "counters": {
    "figures": 17
  }
}