{
  "sourceFile": "1-4.en.md",
  "module": "m68674",
  "section": "1.4",
  "frontmatter": {
    "title": "Measurements",
    "section": "1.4",
    "module": "m68674",
    "lang": "en",
    "license_url": "https://creativecommons.org/licenses/by/4.0/"
  },
  "tables": {
    "TABLE:1": {
      "markdown": "| Property Measured | Name of Unit | Symbol of Unit |\n| :--- | :--- | :--- |\n| length | meter | m |\n| mass | kilogram | kg |\n| time | second | s |\n| temperature | kelvin | K |\n| electric current | ampere | A |\n| amount of substance | mole | mol |\n| luminous intensity | candela | cd |",
      "title": "Base Units of the SI System",
      "id": "fs-idm81346144",
      "summary": "Length is measured with the meter, which is symbolized using a lowercase M. Mass is measured with the kilogram which is symbolized with a lowercase K G. Time is measured with the second, which is symbolized with a lowercase S. Temperature is measured with the kelvin which is symbolized with an uppercase K. Electric current is measured with the ampere which is symbolized with an uppercase A. The amount of a substance is measured with the mole, which is symbolized with the lowercase letters, M O L. Luminous intensity is measured with the candela, which is symbolized with the lowercase letters C D."
    },
    "TABLE:2": {
      "markdown": "| Prefix | Symbol | Factor | Example |\n| :--- | :--- | :--- | :--- |\n| femto | f | 10^−15^ | 1 femtosecond (fs) = 1 [[EQ:9]] 10^−15^ s (0.000000000000001 s) |\n| pico | p | 10^−12^ | 1 picometer (pm) = 1 [[EQ:10]] 10^−12^ m (0.000000000001 m) |\n| nano | n | 10^−9^ | 4 nanograms (ng) = 4 [[EQ:11]] 10^−9^ g (0.000000004 g) |\n| micro | µ | 10^−6^ | 1 microliter (μL) = 1 [[EQ:12]] 10^−6^ L (0.000001 L) |\n| milli | m | 10^−3^ | 2 millimoles (mmol) = 2 [[EQ:13]] 10^−3^ mol (0.002 mol) |\n| centi | c | 10^−2^ | 7 centimeters (cm) = 7 [[EQ:14]] 10^−2^ m (0.07 m) |\n| deci | d | 10^−1^ | 1 deciliter (dL) = 1 [[EQ:15]] 10^−1^ L (0.1 L ) |\n| kilo | k | 10^3^ | 1 kilometer (km) = 1 [[EQ:16]] 10^3^ m (1000 m) |\n| mega | M | 10^6^ | 3 megahertz (MHz) = 3 [[EQ:17]] 10^6^ Hz (3,000,000 Hz) |\n| giga | G | 10^9^ | 8 gigayears (Gyr) = 8 [[EQ:18]] 10^9^ yr (8,000,000,000 yr) |\n| tera | T | 10^12^ | 5 terawatts (TW) = 5 [[EQ:19]] 10^12^ W (5,000,000,000,000 W) |",
      "title": "Common Unit Prefixes",
      "id": "fs-idm81128320",
      "summary": "The prefix femto has the symbol lowercase f and a factor of 10 to the negative fifteenth power. Therefore, 1 femtosecond, F S, is equal to 1 times 10 to the negative 15 of a meter, or 0.000000000001 of a meter. The prefix pico has the symbol lowercase P and a factor of 10 to the negative twelfth power. Therefore, 1 picosecond, P S, is equal to 1 times 10 to the negative 12 of a meter, or 0.000000000001 of a meter. The prefix nano has the symbol lowercase N and a factor of 10 to the negative ninth power. Therefore, 4 nanograms, or NG, equals 4 times ten to the negative 9, or 0.000000004 g. The prefix micro has the greek letter mu as its symbol and a factor of 10 to the negative sixth power. Therefore, 1 microliter, or mu L, is equal to one times ten to the negative 6 or 0.000001 L. The prefix milli has a lowercase M as its symbol and a factor of 10 to the negative third power. Therefore, 2 millimoles, or M mol, are equal to two times ten to the negative 3 or 0.002 mol. The prefix centi has a lowercase C as its symbol and a factor of 10 to the negative second power. Therefore, 7 centimeters, or C M, are equal to seven times ten to the negative 2 meters or 0.07 M O L. The prefix deci has a lowercase D as its symbol and a factor of 10 to the negative first power. Therefore, 1 deciliter, or lowercase D uppercase L, are equal to one times ten to the negative 1 meters or 0.1 L. The prefix kilo has a lowercase K as its symbol and a factor of 10 to the third power. Therefore, 1 kilometer, or K M, is equal to one times ten to the third meters or 1000 M. The prefix mega has an uppercase M as its symbol and a factor of 10 to the sixth power. Therefore, 3 megahertz, or M H Z, are equal to three times 10 to the sixth hertz, or 3000000 H Z. The prefix giga has an uppercase G as its symbol and a factor of 10 to the ninth power. Therefore, 8 gigayears, or G Y R, are equal to eight times 10 to the ninth years, or 800000000 G Y R. The prefix tera has an uppercase T as its symbol and a factor of 10 to the twelfth power. Therefore, 5 terawatts, or T W, are equal to five times 10 to the twelfth watts, or 5000000000000 W."
    },
    "TABLE:3": {
      "markdown": "| Solids | Liquids | Gases (at 25 °C and 1 atm) |\n| :--- | :--- | :--- |\n| ice (at 0 °C) 0.92 g/cm^3^ | water 1.0 g/cm^3^ | dry air 1.20 g/L |\n| oak (wood) 0.60–0.90 g/cm^3^ | ethanol 0.79 g/cm^3^ | oxygen 1.31 g/L |\n| iron 7.9 g/cm^3^ | acetone 0.79 g/cm^3^ | nitrogen 1.14 g/L |\n| copper 9.0 g/cm^3^ | glycerin 1.26 g/cm^3^ | carbon dioxide 1.80 g/L |\n| lead 11.3 g/cm^3^ | olive oil 0.92 g/cm^3^ | helium 0.16 g/L |\n| silver 10.5 g/cm^3^ | gasoline 0.70–0.77 g/cm^3^ | neon 0.83 g/L |\n| gold 19.3 g/cm^3^ | mercury 13.6 g/cm^3^ | radon 9.1 g/L |",
      "title": "Densities of Common Substances",
      "id": "fs-idm45639696",
      "summary": "This table reports the density of solids, liquids, and gases in grams per centimeters cubed. The values for solids are ice 0.92, oak wood 0.60 to 0.90, iron 7.9, copper 9.0, lead 11.3, silver 10.5, and gold 19.3. The values for liquids are water 1.0, ethanol 0.79, acetone 0.79, glycerin 1.26, olive oil 0.92, gasoline 0.70 to 0.77, and Mercury 13.6. The values for gases, which were measured when the gas was at 25 degrees Celsius and 1 atmosphere, are dry air 1.20, oxygen 1.31, nitrogen 1.14, carbon dioxide 1.80, helium 0.16, neon 0.83, and radon 9.1."
    },
    "TABLE:4": {
      "markdown": "| [[EQ:22]] |\n| :--- |",
      "id": "key-equations-table",
      "summary": "key equations table"
    }
  }
}