{
  "module": "m68674",
  "section": "1.4",
  "chapter": 1,
  "title": "Measurements",
  "figures": {
    "CNX_Chem_01_04_MYdCmIn": {
      "number": "1.23",
      "imagePath": "CNX_Chem_01_04_MYdCmIn.jpg",
      "captionEn": "The relative lengths of 1 m, 1 yd, 1 cm, and 1 in. are shown (not actual size), as well as comparisons of 2.54 cm and 1 in., and of 1 m and 1.094 yd.",
      "altText": "One meter is slightly larger than a yard and one centimeter is less than half the size of one inch. 1 inch is equal to 2.54 cm. 1 m is equal to 1.094 yards which is equal to 39.36 inches.",
      "class": "scaled-down"
    },
    "CNX_Chem_01_04_Kilogram": {
      "number": "1.24",
      "imagePath": "CNX_Chem_01_04_Kilogram.jpg",
      "captionEn": "This replica prototype kilogram as previously defined is housed at the National Institute of Standards and Technology (NIST) in Maryland. (credit: National Institutes of Standards and Technology)",
      "altText": "The photo shows a small metal cylinder on a stand. The cylinder is covered with 2 glass lids, with the smaller glass lid encased within the larger glass lid.",
      "class": "scaled-down"
    },
    "CNX_Chem_01_04_Volume": {
      "number": "1.25",
      "imagePath": "CNX_Chem_01_04_Volume.jpg",
      "captionEn": "(a) The relative volumes are shown for cubes of 1 m^3^, 1 dm^3^ (1 L), and 1 cm^3^ (1 mL) (not to scale). (b) The diameter of a dime is compared relative to the edge length of a 1-cm^3^ (1-mL) cube.",
      "altText": "Figure A shows a large cube, which has a volume of 1 meter cubed. This larger cube is made up of many smaller cubes in a 10 by 10 pattern. Each of these smaller cubes has a volume of 1 decimeter cubed, or one liter. Each of these smaller cubes is, in turn, made up of many tiny cubes. Each of these tiny cubes has a volume of 1 centimeter cubed, or one milliliter. A one cubic centimeter cube is about the same width as a dime, which has a width of 1.8 centimeter.",
      "class": "scaled-down"
    }
  },
  "counters": {
    "figures": 25
  }
}