{
  "module": "m68710",
  "section": "4.2",
  "chapter": 4,
  "title": "Classifying Chemical Reactions",
  "figures": {
    "CNX_Chem_04_02_LeadIodide": {
      "number": "4.4",
      "imagePath": "CNX_Chem_04_02_LeadIodide.jpg",
      "captionEn": "A precipitate of PbI~2~ forms when solutions containing Pb^2+^ and I^−^ are mixed. (credit: Der Kreole/Wikimedia Commons)",
      "altText": "A photograph is shown of a yellow green opaque substance swirled through a clear, colorless liquid in a test tube.",
      "class": "scaled-down"
    },
    "CNX_Chem_04_02_HClsoln": {
      "number": "4.5",
      "imagePath": "CNX_Chem_04_02_HClsoln.jpg",
      "captionEn": "When hydrogen chloride gas dissolves in water, (a) it reacts as an acid, transferring protons to water molecules to yield (b) hydronium ions (and solvated chloride ions).",
      "altText": "This figure shows two flasks, labeled a and b. The flasks are both sealed with stoppers and are nearly three-quarters full of a liquid. Flask a is labeled H C l followed by g in parentheses. In the liquid there are approximately twenty space-filling molecular models composed of one red sphere and two smaller attached white spheres. The label H subscript 2 O followed by a q in parentheses is connected with a line to one of these models. In the space above the liquid in the flask, four space filling molecular models composed of one larger green sphere to which a smaller white sphere is bonded are shown. To one of these models, the label H C l followed by g in parentheses is attached with a line segment. An arrow is drawn from the space above the liquid pointing down into the liquid below. Flask b is labeled H subscript 3 O superscript positive sign followed by a q in parentheses. This is followed by a plus sign and C l superscript negative sign which is also followed by a q in parentheses. In this flask, no molecules are shown in the open space above the liquid. A label, C l superscript negative sign followed by a q in parentheses, is connected with a line segment to a green sphere. This sphere is surrounded by four molecules composed each of one red sphere and two white smaller spheres. A few of these same molecules appear separate from the green spheres in the liquid. A line segment connects one of them to the label H subscript 2 O which is followed by l in parentheses. There are a few molecules formed from one central larger red sphere to which three smaller white spheres are bonded. A line segment is drawn from one of these to the label H subscript 3 O superscript positive sign, followed by a q in parentheses.",
      "class": "scaled-down"
    },
    "CNX_Chem_04_02_Citrus": {
      "number": "4.6",
      "imagePath": "CNX_Chem_04_02_Citrus.jpg",
      "captionEn": "(a) Fruits such as oranges, lemons, and grapefruit contain the weak acid citric acid. (b) Vinegars contain the weak acid acetic acid. (credit a: modification of work by Scott Bauer; credit b: modification of work by Brücke-Osteuropa/Wikimedia Commons)",
      "altText": "This figure contains two images, each with an associated structural formula provided in the lower left corner of the image. The first image is a photograph of a variety of thinly sliced, circular cross sections of citrus fruits ranging in color for green to yellow, to orange and reddish-orange. The slices are closely packed on a white background. The structural formula with this picture shows a central chain of five C atoms. The leftmost C atom has an O atom double bonded above and to the left and a singly bonded O atom below and to the left. This single bonded O atom has an H atom indicated in red on its left side which is highlighted in pink. The second C atom moving to the right has H atoms bonded above and below. The third C atom has a single bonded O atom above which has an H atom on its right. This third C atom has a C atom bonded below it which has an O atom double bonded below and to the left and a singly bonded O atom below and to the right. An H atom appears in red and is highlighted in pink to the right of the singly bonded O atom. The fourth C atom has H atoms bonded above and below. The fifth C atom is at the right end of the structure. It has an O atom double bonded above and to the right and a singly bonded O atom below and to the right. This single bonded O atom has a red H atom on its right side which is highlighted in pink. The second image is a photograph of bottles of vinegar. The bottles are labeled, “Balsamic Vinegar,” and appear to be clear and colorless. The liquid in this bottle appears to be brown. The structural formula that appears with this image shows a chain of two C atoms. The leftmost C atom has H atoms bonded above, below, and to the left. The C atom on the right has a doubly bonded O atom above and to the right and a singly bonded O atom below and to the right. This O atom has an H atom bonded to its right which is highlighted in pink.",
      "class": "scaled-down"
    },
    "CNX_Chem_04_02_ammonia": {
      "number": "4.7",
      "imagePath": "CNX_Chem_04_02_ammonia.jpg",
      "captionEn": "Ammonia is a weak base used in a variety of applications. (a) Pure ammonia is commonly applied as an agricultural fertilizer. (b) Dilute solutions of ammonia are effective household cleansers. (credit a: modification of work by National Resources Conservation Service; credit b: modification of work by pat00139)",
      "altText": "This photograph shows a large agricultural tractor in a field pulling a field sprayer and a large, white cylindrical tank which is labeled “Caution Ammonia.”",
      "class": "scaled-down"
    },
    "CNX_Chem_14_03_FishLemon": {
      "number": "4.8",
      "imagePath": "CNX_Chem_14_03_FishLemon.jpg",
      "captionEn": "A neutralization reaction takes place between citric acid in lemons or acetic acid in vinegar, and the bases in the flesh of fish.",
      "altText": "An image is shown of two fish with heads removed and skin on with lemon slices placed in the body cavity. The first line of an equation below the image reads C H subscript 3 C O O H plus N H subscript 2 C H subscript 2 C H subscript 2 C H subscript 2 C H subscript 2 N H subscript 2 arrow C H subscript 3 C O O superscript negative sign plus N H subscript 3 superscript positive sign C H subscript 2 C H subscript 2 C H subscript 2 C H subscript 2 N H subscript 2. The second line of the equation reads Acetic acid plus sign Putrescine arrow Acetate ion plus sign Putrescinium ion."
    },
    "CNX_Chem_04_02_CuAgNO3": {
      "number": "4.9",
      "imagePath": "CNX_Chem_04_04_CuAgNO3.jpg",
      "captionEn": "(a) A copper wire is shown next to a solution containing silver(I) ions. (b) Displacement of dissolved silver ions by copper ions results in (c) accumulation of gray-colored silver metal on the wire and development of a blue color in the solution, due to dissolved copper ions. (credit: modification of work by Mark Ott)",
      "altText": "This figure contains three photographs. In a, a coiled copper wire is shown beside a test tube filled with a clear, colorless liquid. In b, the wire has been inserted into the test tube with the clear, colorless liquid. In c, the test tube contains a light blue liquid and the coiled wire appears to have a fuzzy silver gray coating.",
      "class": "scaled-down"
    }
  },
  "counters": {
    "figures": 9
  }
}